Repository: co-ment/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Comment moderation is the process of editing/removing comments from a text. The moderator role is the collection of permissions required to edit/remove a comment submitted by users of the workspace. Although this is not the default, you can require comments to be approved before becoming public by unticking the "a posteriori moderation" box in the settings for the text. If you do so, comments from users with an Observer or Commentator role won't be visible to users who do not have moderation permissions before a user (with at least Moderator role) approves them.
es: La moderación de comentarios es el proceso de edición / eliminación de los comentarios de un texto. El papel del moderador es la colección de los permisos necesarios para editar / eliminar un comentario enviado por los usuarios del espacio de trabajo. Aunque no esta la predeterminada, puede exigir que las observaciones que se aprobada antes de convertirse en público deshabilitando el "a posteriori moderación" en la configuración de el texto. Si lo hace, los comentarios de los usuarios con un papel de Observador o Comentarista no será visible para los usuarios que no tienen permisos de moderación antes de que un usuario (con al menos el papel de Moderador) aprueba ellos.
fr: La modération des commentaires est le processus suivant lequel les commentaires sont édités ou retirés d'un texte. Le rôle de modérateur est la collection des permissions requises pour éditer/retirer a commentaire proposés par les utilisateurs de l'espace de travail. Bien que ce ne soit pas le comportement par défaut, vous pouvez imposer que les commentaires soient approuvés avant de devenir publics en décochant la case « Modération a posteriori » dans les paramètres du texte. Dans ce cas les commentaires des utilisateurs dotés du rôle Observateur ou Commentateur ne seront pas visibles aux utilisateurs dépourvu des droits de modération tant qu'aucun utilisateur doté (au moins) du rôle Moderateur ne les approuve.
it: La moderazione dei commenti è il processo di modifica o rimozione dei commenti da un testo. Il ruolo di moderatore è una collezione di permessi per modificare e rimuovere i commenti spediti dagli utenti dello spazio di lavoro. Anche se questo non è il comportamento predefinito, puoi anche richiedere che i commenti siano approvati prima di diventare pubblici deselezionando il box "moderazione a posteriori" nelle impostazioni del testo. Se farai così, il commento di un utente con un ruolo di osservatore o commentatore, prima che un utente con i permessi adeguati (almeno di moderatore) non lo approvi, non sarà visibile agli utenti che non hanno i permessi di moderazione.

source: States
es: Estatos
fr: États
it: Stati

source: co-ment uses states to implement moderation policies.
es: co-ment utilisa estados para poner en práctica las políticas de moderación.
fr: co-ment utilise les états pour mettre en place les politiques de modération.
it: co-ment usa degli stati per implementare le regole di moderazione

source: Unapproved or pending comments are visible only to Managers, Editors and Moderators. Approved comments are visible to users with any role. The pending state exists only when a priori moderation is selected in settings.
es: No aprobados o pendientes comentarios son visibles sólo a Directores, Editores yModeradores. Aprobado comentarios son visibles para los usuarios con cualquier papel. Elpendiente estado sólo existe cuando una moderación a priori es seleccionado en la configuración.
fr: Les commentaires non approuvés ou en attente ne sont visible que des Gestionnaires, Éditeurs et Modérateurs. Les commentaires approuvés sont visible par tous les utilisateurs. L'état « en attente » n'existe que quand la modération a priori est activée dans les paramètres.
it: I commenti non approvati o in attesa sono visibili solo ai gestori, editori e moderatori. I commenti approvati saranno visibili a tutti gli utenti. Lo stato in attesa esiste sono quando nelle impostazioni è selezionata la moderazione a priori.

source: We believe that an adequate use of tags is sufficient to implement a variety of workflows for processing comments. You can use tags for signalling TODOs or decisions on future revisions. You can also use them to classify comments according to the issues or topics they address.
es: Creemos que un uso adecuado de las etiquetas es suficiente para poner en práctica una gran variedadde los flujos de trabajo para el procesamiento de los comentarios. Puede utilizar las etiquetas de señalización TODOo las decisiones sobre las futuras revisiones. También se pueden utilizar para clasificar a los comentariosde acuerdo a los asuntos o temas que tratan.
fr: Nous pensons qu'une utilisation adéquate des tags est suffisante pour implémenter une large variété de processus de travail dans la gestion des commentaires. Vous pouvez utiliser les tags pour signaler des TODO où des décisions à prendre pour de futures révisions. Vous pouvez aussi les utiliser pour classer les commentaires suivant leur but ou leur sujet.
it: Crediamo che un uso adeguato dei tag sia sufficiente per implementare una varietà di flussi di lavoro per processare i commenti. Puoi usare i tag per segnalare cose da fare, o decisioni su revisioni future. Puoi anche usarli per classificare commenti, in accordo con i problemi o gli argomenti che toccano.

source: Linking to a comment
es: Enlace a un comentario
fr: Lien vers un commentaire
it: Collegamenti ai commenti

source: You may find yourself needing to link to a comment from another one. In such case you can do so by copying your target comment's permalink that shows up when you hover over the paragraph (&#182;) sign at the end of the comment title.
es: Usted puede necesitar de conectar un comentario a un otro. En estecaso lo puede hacer copiando el permalink del comentario que se muestracuando se pasa sobre el párrafo (&#182;) firme al final del título del comentario.
fr: Vous pouvez vouloir lier un commentaire à un autre. Dans ce cas, vous pouvez recopier le permalien du commentaire ciblé. Ce permalien apparaît lorsque vous passez la souris sur le symbole de pragraphe (&#182;) situé à la fin du titre d'un commentaire.
it: Puoi trovarti nella necessità di collegare un commento ad un altro. In questo caso puoi copiare il link permanente del commento che vedi comparire mentre con il mouse passi sopra al segno di paragrafo (&#182;) alla fine del titolo del commento.

source: Scope
es: Alcance
fr: Portée
it: Portata

source: The scope of the comment is the part of the text to which it applies. A comment's scope can be modified by anyone who has a role allowing to modify the comment.
es: El alcance de un comentario es la parte del texto al que se aplica. El alcance puede ser modificado por cualquiera que tenga un papel que permite modificar el comentari.
fr: La portée d'un commentaire est la portion de texte sur lequel il s'applique. La portée d'un commentaire peut être modifiée par tout utilisateur ayant un rôle permettant l'édition d'un commentaire.
it: Il commento è valido per la parte di testo al quale è applicato. La parte di testo al quale è applicato può essere modificata da chiunque abbia un ruolo che permetta di modificare il commento.

source: Keeping your comments across versions
es: Mantener sus comentarios a través de versiones
fr: Conservation des commentaires entre les versions
it: Mantieni i commenti fra le versioni

source: When you create a new version of the text, comments are duplicated. In case the text edition did not change the scope of the comment, it will be kept "as is". If the text of the comment scope has been modified then a decision has to be made regarding the conservation of such comments in the new version: you'll be given a choice of either keep them in the new version as "detached" from the text (they do not have a scope in the new version's but are still visible when browsing, and you can give them a new scope) or simply removed from the new version.
es: Cuando se crea una nueva versión del texto, los comentarios están duplicados. En el caso la edición de texto no se modificó el alcance del comentario, se va a mantener "como es". Si el texto del alcance del comentario ha sido modificado una decisión tiene que ser hecho con respecto a la conservación de dichos comentarios en la nueva versión : se le dará una opción de mantenerlos en la nueva versión como "independiente" del texto (que no tienen un alcance en la nueva versión pero todavía son visibles cuando se buscan, y se les puede dar un nuevo ámbito) o simplemente se retira de la nueva versión.
fr: Lorsque vous créez une nouvelle version d'un texte, les commentaires sont dupliqués. Dans le cas où l'édition du texte n'a pas modifié la portée d'un commentaire, ce dernier sera conservé tel quel. Si par contre le texte auquel le commentaire se rapportait a été modifié, une décision doit être prise : le choix vous sera donné soit de garder ces commentaires dans la nouvelle version mais « détachés » du texte (ils n'ont plus alors de portée connue mais restent visibles, et vous pouvez alors leur donner une nouvelle portée), soit de supprimer ces commentaires dans la nouvelle version.
it: Quanto crei una nuova versione del testo, i commenti sono duplicati. Nel caso che le modifiche del testo non cambino la portata del commento, il commento rimarrà com’è. Se il testo nella portata del commento è stato modificato, ci sarà da prendere una decisione riguardo al commento: potrai scegliere se tenere il commento come "staccato" dal testo (e non avrà portata nel nuovo testo ma rimarrà visibile e potrai dargli una nuova portata) o semplicemente se rimuoverlo.

source: Email notification
es: Avisos de correo electrónico
fr: Notification par courriel
it: Notifiche via email

source: Email notifications are a way for users to be informed by email when a new comment is added on a text or a text is edited and a new version gets created.
es: Las notificaciones por correo electrónico son una manera para los usuarios a ser informados por correo electrónico cuando un nuevocomentario se añade en un texto o un texto se edita y se obtiene una nueva versión.
fr: Les notifications par courriel sont un moyen pour les utilisateurs d'être informés dans leur boîte à lettre électronique quand un nouveau commentaire est ajouté à un texte, ou qu'un texte est édité au point d'en créer une nouvelle version.
it: La notifica email è un modo per gli utenti di tenersi informati via email quando un nuovo commento è stato aggiunto al testo o un testo è stato modificato e ne viene creata una nuova versione.

source: Web feed definition on Wikipedia
es: Web feed definición en la Wikipedia
fr: Definition d'un flux sur Wikipedia
it: Definizione di web feed su Wikipedia

source: You can subscribe to the feed for a specific text or to a global feed for the full workspace.
es: Usted puede suscribirse a la fuente de un texto específico o a una fuente global deel espacio de trabajo completo.
fr: Vous pouvez vous abonner à un flux pour un texte particulier ou à un flux global pour l'espace de travail tout entier.
it: Puoi iscriverti al feed di un testo specifico o al feed globale di tutto lo spazio di lavoro

source: Public and private feeds
es: Fuentes públicas y privadas
fr: Flux privé et public
it: Feed pubblici e privati

source: The public feed includes all the events publically accessible on the workspace or a specific text. The private feed includes all events: do not publicize it to people who are not registered in your workspace unless you really want them to know what's happening in it.
es: La alimentación pública incluye todos los eventos de acceso público en el área de trabajo o un texto específico. La alimentación incluye todos los eventos privados: no darlo a conocer a las personas que no están registrados en su área de trabajo a menos que usted realmente quiero que sepan lo que está pasando en ella.
fr: Le flux public inclue tous les évènements publiquement accessibles d'un espace de travail ou d'un texte. Le flux privé comporte lui tous les évènements : ne le rendez pas accessible aux personnes non membre de votre espace de travail à moins que vous ne vouliez les informer de ce qui s'y passe à l'intérieur.
it: Il feed pubblico include tutti gli eventi accessibili pubblicamente in uno spazio di lavoro o di un testo specifico. Il feed privato include tutti gli eventi, non pubblicizzare a persone che non sono registrate l’indirizzo privato del feed, a meno che tu non vuoi far realmente sapere a loro quello che sta accadendo.

source: Text embedding
es: Texto incrustación
fr: Encapsulation du texte
it: Incastona il testo (embedding)

source: You can embed your text into a page of your own website. Visitors will be able to add comments without leaving your website if the anonymous users' roles on the text allow it. For a proper test condition when embedding in your own site, in particular for experiencing links referencing comments in the same or different text, be sure you are not logged into your workspace in another tab of your browser.
es: Se puede integrar el texto en una página de su propio sitio web. Los visitantes serán capaces de agregar comentarios sin moverse de su sitio web si el perfil de usuario anónimo le permite para este texto. Para una condición de prueba adecuado al incrustar en su propio sitio, en particular, para los enlaces de referencia en los comentarios del texto asegúrese de que no está conectado a su espacio de trabajo en otra pestaña del navegador.
fr: Vous pouvez encapsuler votre texte dans une page de votre propre site web. Les visiteurs pourront y déposer des commentaires sans quitter votre site si les utilisateurs anonymes y sont autorisés. Pour de bonnes conditions de test lors de l'encapsulation d'un texte, en particulier concernant les liens des commentaires, assurez-vous de ne pas être logé dans votre espace de travail dans un autre onglet de votre navigateur.
it: Puoi incastonare (embed) il tuo testo dentro ad una pagina del tuo sito web. I visitatori potranno aggiungere commenti senza lasciare il tuo sito se il ruolo di utente anonimo lo permette. Per un test corretto di un testo incastonato, fai attenzione a non essere collegato in uno spazio di lavoro in un altro tab del browser.

source: Roles are predefined sets of permissions.
es: Los roles son conjuntos predefinidos de permisos.
fr: Les rôles sont des ensembles prédéfinis de permissions.
it: I ruoli sono un insieme predefinito di permessi

source: A text is visible to the public (non-logged-in visitors, aka anonymous users) only if anonymous users are given a role on the text.
es: Un texto es visible para el público (sin entrar en los visitantes, también conocido como usuarios anónimos) sólo si los usuarios anónimos se les da un papel en el texto.
fr: Un texte est visible du public (visiteurs non authentifiés, donc utilisateurs anonymes) seulement si les utilisateurs anonymes sont dotés d'un rôle sur le texte en question.
it: Un testo è visibile al pubblico (visitatori non collegati o anonimi) solo se gli utenti anonimi hanno un ruolo rispetto al testo.

source: Text role
es: Nivel de papel del texto
fr: Rôle sur le texte
it: Ruolo applicato al testo

source: A text role is a role that is set for a specific user on a specific text. It can be used to override a possibly existing workspace-level role or to give a user a role on a text (and not on every text in the workspace).
es: Una de las funciones de texto es una función que se establece para un usuario específico en un texto específico. puede ser utilizado para anular un posible espacio de trabajo existentes a nivel de papel o de dar a un usuario un papel sobre un texto (y no en todos los textos en el espacio de trabajo).
fr: Un rôle sur un texte est un ensemble de permission pour un utilisateur donné sur un texte donné. Le rôle peut être utilisé pour outrepasser les permissions déjà mises en place au niveau de l'espace de travail, ou pour donner un rôle sur un texte (et non sur tous les textes de l'espace de travail).
it: Un ruolo per il testo è un ruolo che è impostato per un utente specifico su un testo specifico. Può essere usato per scavalcare una eventuale ruolo esistente a livello di spazio di lavoro o per dare ad un utente un ruolo su un testo (e non su ogni testo presente nello spazio di lavoro).

source: Role model
es: Modelo de perfiles
fr: Modèle des rôles
it: Modello del ruolo

source: A role model is a role set useful in a specific use case. When you set up a co-ment service, you have to select a role model. The default model addresses most cases. A specialized role model such as "teacher" includes specific roles making in this particular case possible for comments to be privately shared between a teacher and each student.
es: Un modelo de perfiles es establecer un papel útil en un caso de uso específico. Cuando se configura una servicio de co-ment, tiene que seleccionar un modelo de perfiles. El modelo por defecto anda con la mayoría de los casos. Un modelo de función especializada, como "maestro" incluye funciones específicas que en este caso es posible la formulación de observaciones privada compartida entre un profesor y cada alumno.
fr: Un modèle de rôles est un ensemble de rôles prédéfinis, répondant à un cas d'usage anticipé. Lorsque vous installez un co-ment, il vous est demandé de choisir un modèle de rôles. Le modèle par défaut convient dans la plupart des cas. Les modèles spécialisés, comme « professeur », incluent des rôles particuliers permettant, dans ce cas particulier, que des commentaires soient partagés seulement entre un professeur et un étudiant.
it: Un ruolo modello è un ruolo utile in casi specifici. Quando configuri un servizio co-ment, devi scegliere un ruolo modello. Il modello predefinito funziona per per la maggior parte dei casi. Un modello di ruolo specializzato, come per esempio "insegnante" include regole specifiche; in questo caso particolare è possibile che i commenti siano condivisi privatamente fra un insegnate e ogni studente.

source: Create or upload?
es: ¿ Crear o subir ?
fr: Créer ou charger ?
it: Crea o carica?

source: There are 3 main ways to produce a text in co-ment. If you start from scratch, create your text in markdown format. If you start from an existing file upload it to a markdown format. If you start from a Web page, create a text with HTML as format, and copy and paste the full Web page into the editor.
es: Hay tres maneras principales de producir un texto en co-ment. Si se comienza desde cero, crear el texto en formato Wiki. Si se parte de un documiento existente subir un archivo a un formato de rebajas. Si se parte de una página Web, crear una el texto con HTML como el formato, y copiar y pegar la página web completa en el editor.
fr: Il y a 3 méthodes principales pour produire un texte avec co-ment. Si vous ne partez de rien, créez votre texte en Markdown. Si vous partez d'un texte existant, vous pouvez charger le texte vers un format Markdown. Si vous partez d'une page web, vous pouvez créer votre texte à partir de sa source HTML, ou encore copier/coller la page dans l'éditeur de documents HTML de co-ment.
it: Ci sono tre modi principali per produrre un testo in co-ment. Se inizi da zero, crea il testo il formato markdown. Se inizi da un file, caricalo in formato markdown. Se inizi da una pagina web, crea un testo con fomato HTML e copia e incolla il testo della pagina web nell’editor.

source: Text formats
es: Formatos de texto
fr: Formats du texte
it: Formati del testo

source: There are at this date 3 text formats: markdown (default/preferred format), HTML and RST.
es: Por el momento, hay tres formatos de texto : markdown (por defecto / formato preferido), HTML y RST.
fr: Il y a actuellement 3 formats de texte supportés : Markdown (par défaut), HTML et RST.
it: Attualmente sono supportati 3 formati di testo: markdown (formato predefinito e preferito), HTML e RST.

source: Unless some import needs make it preferable to use HTML, we recommend that you use markdown for creating or importing texts. Our software and Web services use the pandoc extended version of markdown.
es: A menos que las necesidades de importación hacen preferible usar HTML, se recomiendautilizar markdown para la creación o la importación de textos. Nuestro software y Webservicios uso la versión extendida de Pandoc markdown.
fr: À moins que d'un important besoin de mise en page HTML, nous recommandons l'utilisation du format Markdown pour la création et l'importation de texte dans co-ment. Notre logiciel utilise la version de Markdown étendue par Pandoc.
it: A meno che si preferisca usare il formato HTML, raccomandiamo di usare il formato markdown per importare testi. Il nostro software e altri servizi usano la versione di markdown estesa da pandoc.

source: Read more about this
es: Lea mas sobre esto
fr: En savoir plus
it: Maggiori informazioni

source: Register
es: Registro
fr: S'enregistrer
it: Registrati

source: One public text
es: Un texto público
fr: Un texte public
it: Un testo pubblico

source: Deactivate notification
es: Desactivar aviso
fr: Désactiver la notification
it: Disattiva le notifiche

source: Deactivate
es: Desactivar
fr: Désactiver
it: Disattiva

source: Your profile (%(username)s)
es: Su perfil (%(username)s)
fr: Votre profil (%(username)s)
it: Il tuo profilo (%(username)s)

source: Profile
es: Perfil
fr: Profil
it: Profilo

source: Save
es: Guardar
fr: Enregistrer
it: Salva

source: %(wname)s Registration
es: Registro de %(wname)s
fr: S'enregistrer sur %(wname)s
it: %(wname)s Registrazione

source: Reset your password
es: Restablecer su contraseña
fr: Réinitialiser votre mot de passe
it: Reimposta la tua password

source: Settings
es: Ajustes
fr: Paramètres
it: Impostazioni

source: General
fr: Général
it: Generali

source: Appearance
es: Apariencia
fr: Apparence
it: Apparenze

source: Are you sure you want to change the role model? All roles (except managers) will be resetted!
es: ¿Está seguro/a de querer cambiar el modelo de perfiles? ¡Todos los roles (excepto los administradores) se reiniciarán!
fr: Êtes-vous sur de vouloir modifier le modèle des rôles ? Tous les roles actifs (excepté les gestionnaires) seront remis à zéro !
it: Sei sicuro di voler cambiare il modello di ruoli? Tutti i ruoli (eccetto i gestori) saranno reimpostati!

source: Delete logo
es: Borrar logotipo
fr: Supprimer le logo
it: Cancella logo

source: Text list
es: Lista de textos
fr: Textes
it: Lista del testo

source: Text notifications
es: Avisos del texto
fr: Notifications du texte
it: Notifiche del testo

source: Embed text
es: Incorporar texto
fr: Encapsulation du texte
it: Testo incastonato (embed)

source: Copy this code into your site to display text with comments.
es: Copia este código en su sitio para mostrar el texto con sus comentarios.
fr: Copier ce code dans votre site pour afficher le texte et ses commentaires.
it: Copia questo codice dentro il tuo sito per mostrare il testo con i commenti.

source: Users will also be able to add comments from your site depending on anonymous users' roles.
es: Los usuarios también serán capaces de añadir comentarios de su sitio en función del papel de los usuarios anónimos.
fr: Les utilisateurs pourront ajouter leurs commentaires (si vous avez activé cette possiblité).
it: Gli utenti potranno aggiungere commenti dal tuo sito a seconda dei ruoli dell’utente anonimo.

source: Warning:
es: Advertencia:
fr: Attention:
it: Attenzione:
