Repository: co-ment/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: You won't successfully embed the text before you give anonymous users a role allowing them to view the text.
es: No con éxito integrar el texto antes de dar a los usuarios anónimos un papel que les permite ver el texto.
fr: Vous ne pourrez pas encapsuler votre texte dans un site externe si vous ne donnez pas aux utilisateurs anonymes un rôle leur permettant de voir le texte.
it: Non sarà possibile incastonare (embed) il testo prima di aver dato al testo il ruolo anonimo, per poter mostrare il testo.

source: Text followup
es: Segido del texto
fr: Suivi du texte
it: Proseguimento del testo

source: Public feed for text %(title)s
es: Respuesta pública para el texto %(title)s
fr: Flux public pour le texte %(title)s
it: Feed pubblico per il testo %(title)s

source: This is the public feed for the text.
es: Esta es la respuesta pública para el texto.
fr: Ceci est le flux public du texte.
it: Questo è il feed pubblico per il testo.

source: Private feed for text
es: Respuesta privada para el texto.
fr: Flux privé du texte
it: Feed privato per il testo

source: This is the private feed for the text. Don't share this address with others unless you want them to see all activities on this text.
es: Esta es la respuesta privada para el texto. No comparta esta dirección con otras personas a no ser que desee que dichas personas puedan ver todas las actividades de este texto.
fr: Ceci est le flux privé du texte. Ne partagez cette adresse que si vous voulez que d'autres que vous-même puissent suivre toutes les activités du texte.
it: Questo è il feed privato di questo testo. Non condividere questo indirizzo con altri se non vuoi espressamente che loro vedano tutte le attività su questo testo.

source: The private feed for this text is not yet activated.
es: La respuesta privada para este texto aún no ha sido activada
fr: Le flux privé de ce texte n'est pas encore activé.
it: Il feed privato per questo testo non è ancora stato attivato.

source: You will receive text notifications because you subscribed to notifications at the workspace level
es: Usted recibirá las notificaciones de texto porque se ha suscrito a las notificaciones al nivel de área de trabajo
fr: Vous recevrez les notifications de ce texte parce que vous vous êtes abonné aux notifications au niveau de l'espace de travail tout entier
it: Riceverai le notifiche sul testo perché ti sei iscritto alle notifiche a livello di spazio di lavoro.

source: Subscribe to all text notifications
es: Suscribirse a todas las notificaciones del texto
fr: S'abonner aux notifications du texte
it: Ricevi tutte le notifiche del testo

source: Version list
es: Lista de versiones
fr: Liste des versions
it: Lista delle versioni

source: Compare last two versions
es: Comparar las dos últimas versiones
fr: Comparer les deux dernières versions
it: Compara le ultime due versioni

source: Most recent version
es: Versión más reciente
fr: Version la plus récente
it: Versioni più recenti

source: Compare selected versions
es: Comparar las versiones seleccionada
fr: Comparer les versions selectionnées
it: Compara le versioni selezionate

source: Version
es: Versión
it: Versione

source: Selection
es: Selección
fr: Sélection
it: Selezione

source: Author
es: Autor
fr: Auteur
it: Autore

source: Created
es: Creado
fr: Crée
it: Creato

source: # comments
es: # comentarios
fr: nb. de commentaires
it: # commenti

source: View
es: Visualizar
fr: Voir
it: Vedi

source: Compare with previous version
es: Diferencias con la versión anterior
fr: Comparer avec la version précédente
it: Compara con la versione precedente

source: Revert to this version
es: Volver a esta versión
fr: Revenir à cette version
it: Riporta a questa versione

source: Delete
es: Borrar
fr: Supprimer
it: Cancella

source: Are you sure you want to delete this version?
it: Sei sicuro di voler cancellare questa versione del testo?

source: Previous modification
es: Cambios anteriores
fr: Modification précédente
it: Modifiche precedenti

source: Version %(version_number)s
es: versión %(version_number)s
fr: Version n°%(version_number)s
it: Versione %(version_number)s

source: Comparison between version #%(version_1_number)s and #%(version_2_number)s
es: Diferencias entre las versiones #%(version_1_number)s y #%(version_2_number)s
fr: Différences entre les versions n°%(version_1_number)s et n°%(version_2_number)s
it: Comparazione fra la versione #%(version_1_number)s e la versione #%(version_2_number)s

source: Next modification
es: Próximo cambio
fr: Modification suivante
it: Prossima modifica

source: No differences
es: No diferencias
fr: Pas de différences
it: Nessuna differenza

source: Previous version
es: Versión anterior
fr: Version précédente
it: Versione precedente

source: Compare with next version
es: Diferencias con la próxima versión
fr: Comparer avec la version suivante
it: Compara con la versione successiva

source: Next version
es: Próxima versión
fr: Version suivante
it: Versione successiva

source: by %(author)s
es: por %(author)s
fr: par %(author)s
it: da %(author)s

source: Filter by tag:
es: Filtrar por etiqueta :
fr: Filtrer avec le mot-clé
it: Filtra per tag:

source: All
es: Todo
fr: Tous
it: Tutto

source: Bulk Actions
es: Acciones masivas
fr: Actions multiples
it: Azioni massive

source: Apply
es: Aplicar
fr: Appliquer
it: Applica

source: Are you sure?
es: ¿Está seguro/a?
fr: Êtes-vous sûr ?
it: Sei sicuro?

source: Text
es: Texto
fr: Texte
it: Testo

source: Modified
es: Modificado
fr: Modifié
it: Modificato

source: Last week activity
es: Actividad de la pasada semana
fr: Activités de la dernière semaine
it: Attività dell’ultima settimana

source: tags:
es: etiquetas :
fr: mots-clés :
it: tag:

source: Filter by tag: %(tag_name)s
es: Filtrar por etiqueta : %(tag_name)s
fr: Filtrer avec le mot-clé : %(tag_name)s
it: Filtro per tag: %(tag_name)s

source: Edit
es: Editar
fr: Éditer
it: Modifica

source: Are you sure you want to delete this text?
es: ¿Está seguro/a de que desea borrar este texto?
fr: Êtes-vous sûr de vouloir supprimer ce texte ?
it: Sei sicuro di voler cancellare questo testo?

source: Users
es: Usuarios
fr: Utilisateurs
it: Utenti

source: Edit user
es: Editar usuario
fr: Éditer l'utilisateur
it: Modifica utente

source: Users' list
es: Lista de los usuarios
fr: Liste des utilisateurs
it: Lista degli utenti

source: Add a new user
es: Añadir un nuevo usuario
fr: Ajouter un utilisateur
it: Aggiungi un nuovo utente

source: Add users in bulk
es: Añadir usuarios masivamente
fr: Ajouter des utilisateurs en masse
it: Aggiungi nuovi utenti in massa

source: People' list
es: Lista de personas
fr: Liste des utilisateurs
it: Lista di persona

source: Hide suspended users
es: Ocultar usuarios desactivados
fr: Masquer les utilisateurs désactivés
it: Nascondi gli utenti sospesi

source: Display suspended users
es: Mostrar usuarios desactivados
fr: Afficher les utilisateurs désactivés
it: Mostra gli utenti sospesi

source: User
es: Usuario
fr: Utilisateur
it: Utente

source: The 'Workspace role' is the global role that applies to every text, you can give a user a particular role on this text using the 'text role' column on the right
es: El 'perfil del espacio de trabajo' es el perfil que se aplica a cada texto. Puede otorgar un perfil concreto para este texto mediante la columna 'perfil local'.
fr: Le 'rôle dans l'espace de travail' est le rôle global qui s'applique à tous les textes. Vous pouvez donner à un utilisateur particulier un rôle différent sur ce texte via la colonne 'rôle sur le texte' à droite
it: Il ruolo dello spazio di lavoro è il ruolo globale che si applica ad ogni testo, puoi dare ai singoli utenti su questo testo usando la colonna 'Ruolo applicato al testo' a destra

source: Workspace role
es: Perfil del espacio de trabajo
fr: Rôle dans l'espace de travail
it: Ruoli dello spazio di lavoro

source: This role has been overriden on this text by a text role: %(rolename)s
es: Este perfil ha sido invalidado por este texto por el perfil local: %(rolename)s
fr: Ce rôle a été surchargé par un rôle sur le texte : %(rolename)s
it: Questo ruolo è stato scavalcato su questo testo dal ruolo: %(rolename)s

source: Edit anonymous users
es: Editar usuarios anónimos
fr: Éditer 'l'utilisateur anonyme'
it: Modifica utenti anonimi

source: Anonymous users
es: Usuarios anónimos
fr: Utilisateurs anonymes
it: Utenti anonimi

source: add a comment
es: añadir un comentario
fr: ajouter un commentaire
it: aggiungi un commento

source: Filter comments
es: Filtrar comentarios
fr: Filtrer les commentaires
it: Filtra commenti

source: Preferences
es: Preferencias
fr: Préférences
it: Preferenze

source: Text preferences
es: Preferencias de texto
fr: Préférences pour le texte
it: Preferenze sul testo

source: Loading text…
es: Cargando texto…
fr: Chargement du texte…
it: Caricamento testo…

source: Which comments?
es: ¿Qué comentarios?
fr: Quels commentaires ?
it: Quali commenti?

source: How should comments' scope be shown in text?
es: ¿Cómo desea mostrar el campo de los comentarios en el texto?
fr: Rendu de la portée des commentaires ?
it: Come dovrebbe essere mostrata l’estensione del commento nel testo?

source: Unauthorized
es: No tiene autorización
fr: Non autorisé
it: Non autorizzato

source: The user will receive an email invitation to join the workspace. You can customize the email sent by using the 'Note' field bellow.
es: El usuario recibirá una invitación para unirse al espacio de trabajo mediante correo electrónico. Puede personalizar el correo electrónico que se enviará usando el campo 'Nota' que tiene en la parte inferior.
fr: L'utilisateur recevra un email d'invitation à rejoindre l'espace de travail. Vous pouvez personnaliser cet email en utilisant le champ 'Note' ci-dessous.
it: L’utente riceverà un invito via email per collegarsi allo spazio di lavoro. Puoi personalizzare l’email spedita usando il campo 'Note' sottostante.

source: The user will receive an email invitation to join the workspace.
es: El usuario recibirá una invitación por correo electrónico para unirse al espacio de trabajo.
fr: L'utilisateur recevra un email d'invitation à rejoindre l'espace de travail.
it: L’utente riceverà un invito via email per collegarsi allo spazio di lavoro.

source: You can customize the email sent by using the 'Note' field bellow.
es: Puede personalizar el correo electrónico que se enviará usando el campo 'Nota' que tiene en la parte inferior.
fr: Vous pouvez personnaliser cet email en utilisant le champ 'Note' ci-dessous.
it: Puoi personalizzare l’email da spedire usando il campo 'Note' sottostante.

source: Contact user
es: Contactar con un usuario
fr: Contacter l'utilisateur
it: Contatta l’utente

source: Contact user %(username)s
es: Contactar con el usuario %(username)s
fr: Contacter l'utilisateur %(username)s
it: Contatta l’utente %(username)s

source: Edit user %(username)s
es: Editar usuario %(username)s
fr: Éditer l'utilisateur %(username)s
it: Modifica utente %(username)s

source: Suspend access
es: Anular acceso
fr: Désactiver l'accès
it: Sospendi accesso

source: Enable access
es: Activar acceso
fr: Activer l'accès
it: Abilita accesso

source: Change role to %(role_name)s
es: Cambiar al perfil %(role_name)s
fr: Modifier le rôle en %(role_name)s
it: Cambia ruolo in %(role_name)s

source: Date joined
es: Fecha de alta
fr: Date d'entrée
it: Data di affiliazione

source: Role
es: Perfil
fr: Rôle
it: Ruolo

source: Those are non-registered users. Assign them a role to open your texts to simple visitors.
es: Esos son usuarios no registrados. Les asigne una función para abrir sus textos alos visitantes simple.
fr: Ce sont des utilisateurs non enregistrés. Assignez leur un rôle pour ouvrir vos textes aux visiteurs.
it: Questi sono utenti non registrati. Assegna a loro un ruolo per aprire i testi ai semplici visitatori.

source: The users will receive an email invitation to join the workspace.
es: Los usuarios recibirán una invitación por correo electrónico para unirse al espacio de trabajo.
fr: Les utilisateurs recevront un email d'invitation à rejoindre l'espace de travail.
it: Gli utenti riceveranno un invito via email per collegarsi allo spazio di lavoro.

source: back to workspace
es: volver al espacio de trabajo
fr: retour à l'espace de travail
it: torna allo spazio di lavoro

source: %(nb_texts)s text
es: %(nb_texts)s texto
fr: %(nb_texts)s texte
it: %(nb_texts)s testo

source: %(nb_users)s user
es: %(nb_users)s usuario
fr: %(nb_users)s utilisateurs
it: %(nb_users)s utente

source: Markdown (or rst) is a structured format which permit simple formatting with simple textual syntax. We recommend you use the 'markown' format unless you want to paste HTML (in which case you should use the 'html' format).
es: Markdown (o RST) son formatos estructurado permitando un formato sencillo con sintaxis textual simple. Le recomendamos que utilice el "markown" formato a menos que quieres pegar el código HTML (en el cuadro que se debe utilizar el "html" formato).
fr: Markdown (ou rst) est un format structuré qui permet une mise en forme simplifiée par l'usage d'une syntaxe simple. Nous recommandons l'usage du format 'markdown' sauf si vous voulez coller du HTML (dans ce cas vous devriez utiliser le format 'html').
it: Markdown (o rst) è un formato strutturato che permette una semplice formattazione con una semplice sintassi testuale. Noi raccomandiamo di usare il formato 'markdown' a meno che tu non voglia copiare HTML (nel tal caso dovresti usare il formato 'html').

source: Markdown (or rst) is a structured format which permit simple formatting with simple textual syntax. We recommend you use the 'markdown' format if your text is mostly text and/or if you will create many revisions of your text. You can use the 'html' format if your text will not be edited or if you want to preserve complex formatting (tables, images, etc.).
es: Markdown (o RST) que es un formato estructurado permite un formato sencillo consintaxis textual simple. Le recomendamos que utilice "markdown" si el formatomayor de sus texto es el texto y/o si muchos se crean las revisiones del texto.Usted puede usar el "html" formato si su texto no serán editados o si quieresconservar el formato complejas (tablas, imágenes, etc.).
fr: Markdown (ou rst) est un format structuré qui permet une mise en forme simplifiée par l'usage d'une syntaxe simple. Nous recommandons l'usage du format 'markdown' si votre texte est constitué principalement de contenu textuel et/ou si vous comptez faire de nombreuses éditions de ce texte. Vous pouvez choisir le format 'html' si votre texte ne sera pas édité ou si vous voulez préserver des formats complexes (tables, images, etc.).
it: Markdown (o rst) è un formato strutturato che permette una semplice formattazione con una semplice sintassi testuale. Noi raccomandiamo di usare il formato 'markdown' se il tuo documento è soprattuto di testo e/o se prevedi di creare molte revisioni del testo. Puoi usare il formato 'html' se il tuo testo non sarà modificato o se vuoi preservare un’impaginazione complessa (tabelle, immagini, etc.).

source: Texts (%(nb_texts)s)
es: Textos (%(nb_texts)s)
fr: Textes (%(nb_texts)s)
it: Testi (%(nb_texts)s)

source: People (%(nb_users)s)
es: Personas (%(nb_users)s)
fr: Utilisateurs (%(nb_users)s)
it: Persone (%(nb_users)s)

source: Previous page
es: Página anterior
fr: Page précédente
it: Pagina precedente

source: %(sindex)s-%(eindex)s of %(pcount)s
es: %(sindex)s-%(eindex)s de %(pcount)s
fr: %(sindex)s-%(eindex)s sur %(pcount)s
it: %(sindex)s-%(eindex)s di %(pcount)s

source: Next page
es: Próxima página
fr: Page suivante
it: Pagina successiva

source: View all
es: Visualizar todo
fr: Voir tous
it: Vedi tutto

source: paginate
es: paginar
fr: paginer
it: paginazione

source: Share
es: compartir
fr: Partager
it: condividi

source: by %(name)s on %(date)s
es: por %(name)s en %(date)s
fr: par %(name)s le %(date)s
it: da %(name)s il %(date)s

source: You have attempted to leave this page. Unsaved changes will be lost. Are you sure you want to exit this page?
es: Ha intentado salir de esta página. Cambios no guardado se perderá. ¿Es ustedseguro que desea salir de esta página?
fr: Vous avez tenté de quitter la page. Les modifications non sauvegardées seront perdues. Êtes-vous sûr de vouloir quitter cette page ?
it: Stai provando a lasciare la pagina. I cambiamenti non salvati saranno persi. Sei sicuro di voler lasciare la pagina?

source: last modified %(duration)s ago
es: modificado hace %(duration)s
fr: modifié il y a %(duration)s
it: ultima modifica %(duration)s fa

source: People
es: Personas
fr: Utilisateurs
it: Persone

source: Versions
es: Versiones
it: Versioni

source: Embed
es: Incrustar
fr: Encapsulation
it: Incastonato (embed)

source: Your profile
es: Su perfil
fr: Votre profil
it: Il tuo profilo

source: Edit user %(userprint)s
es: Editar usuario %(userprint)s
fr: Éditer l'utilisateur %(userprint)s
it: Modifica utente %(userprint)s

source: (Re-)send invitation
es: (Re)enviar invitación
fr: (Ré-)envoyer l'invitation
it: (Ri-)spedisci invito

source: Are you sure you want to suspend this user's access to the workspace?
es: ¿Está seguro/a de querer anular el acceso de este usuario al espacio de trabajo?
fr: Êtes-vous sûr de vouloir désactiver l'accès de cet utilisateur à l'espace de travail ?
it: Sei sicuro di voler sospendere l’accesso allo spazio di lavoro per questo utente?

source: Are you sure you want to enable this user's access to the workspace?
es: ¿Está seguro/a de querer activar el acceso de este usuario al espacio de trabajo?
fr: Êtes-vous sûr de vouloir activer l'accès de cet utilisateur à l'espace de travail ?
it: Sei sicuro di voler abilitare l’accesso allo spazio di lavoro per questo utente?

source: Are you sure you want to send this user an invitation to the workspace?
es: ¿Está seguro/a de querer enviar una invitación para el espacio de trabajo a este usuario?
fr: Êtes-vous sûr de vouloir envoyer à cet utilisateur une invitation à rejoindre l'espace de travail ?
it: Sei sicuro di voler spedire un invito per lo spazio di lavoro a questo utente?

source: Approve
es: Aprobar
fr: Valider
it: Approva

source: unknown
es: desconocido
fr: inconnu
it: sconosciuto

source: Upload file (optional)
es: Subir archivo (opcional)
fr: Charger un fichier (optionnel)
it: Carica file (opzionale)

source: Upload a file from your computer instead of using the direct input above
es: Subir un archivo desde su equipo en lugar de usar la entrada directa de la parte superior
fr: Charger un fichier de votre ordinateur plutôt que d'utiliser le champ de saisie ci-dessus
it: Carica un file dal tuo computer invece di usare l’immissione diretta sopra

source: You should specify a file to upload.
es: Debería especificar un archivo que subir.
fr: Vous devez fournir un fichier à charger sur le site.
it: Dovresti specificare un file da caricare.

source: Upload XML file
es: Subir archivo XML
fr: Importer un fichier XML
it: Carica un file XML

source: Upload a previously exported XML file from your computer
es: Subir un archivo XML exportado previamente desde el ordenador
fr: Télécharger un fichier précédemment exporté XML à partir de votre ordinateur
it: Carica un file in formato XML precedentemente esportato da co-ment

source: The imported file should be an XML file generated by co-ment when exporting a text and comments.
es: El archivo importado debe ser un archivo XML generado por la co-ment cuando se exporta un texto y comentarios.
fr: Le fichier importé doit être un fichier XML généré par co-ment lors de l'exportation d'un texte et des commentaires.
it: Il file da importare dovrebbe essere un file XML generato da co-ment esportando un testo con commenti.

source: No co_ment_text node found in XML.
es: Ningún nodo co_ment_text se encuentra en XML.
fr: Impossible de trouver un noeud co_ment_text dans le XML.
it: Nessun nodo di co_ment_text trovato in XML.

source: No %(tag)s node found in XML.
es: Ningún nodo %(tag)s se encuentra en XML.
fr: Impossible de trouver un noeud %(tag)s dans le XML.
it: Nessun nodo di %(tag)s trovato in XML.

source: The title of your text
es: El título de su texto
fr: Le titre de votre texte
it: Il titolo del tuo testo

source: Text "%(text_title)s" has been created
es: El texto "%(text_title)s" ha sido creado
fr: Le texte "%(text_title)s" a été créé
it: È stato creato il testo "%(text_title)s"

source: Text "%(text_title)s" has been imported
es: El texto "%(text_title)s" ha sido importado
fr: Le texte "%(text_title)s" a été importé
it: Testo "%(text_title)s" è stato importato

source: %(workspace_name)s's public feed
es: Respuesta pública del espacio %(workspace_name)s
fr: Flux public pour %(workspace_name)s
it: feed pubblico di %(workspace_name)s

source: Workspace %(workspace_name)s public activity feed
es: Respuesta de la actividad pública del espacio de trabajo %(workspace_name)s
fr: Flux public de l'espace de travail %(workspace_name)s
it: Feed pubblico delle attività dello spazio di lavoro %(workspace_name)s

source: %(workspace_name)s's private feed
es: Respuesta privada de %(workspace_name)s
fr: Flux privé pour %(workspace_name)s
it: feed privato dello spazio di lavoro %(workspace_name)s

source: Workspace %(workspace_name)s private feed
es: Respuesta privada del espacio %(workspace_name)s
fr: Flux privé de l'espace de travail %(workspace_name)s
it: Feed privato dello spazio di lavoro %(workspace_name)s

source: Text %(text_title)s's public feed
es: Respuesta pública del texto %(text_title)s
fr: Flux public du texte %(text_title)s
it: Feed pubblico del testo %(text_title)s

source: Public activity feed for text %(text_title)s
es: Respuesta de la actividad pública del texto %(text_title)s
fr: Flux public pour le texte %(text_title)s
it: Feed pubblico delle attività del testo %(text_title)s

source: Text %(text_title)s's private feed
es: Respuesta privada del texto %(text_title)s
fr: Flux privé du texte %(text_title)s
it: Feed privato del testo %(text_title)s

source: Private activity feed for text %(text_title)s
es: Respuesta de actividad privada para el texto %(text_title)s
fr: Flux public pour le texte %(text_title)s
it: Feed privato delle attività del testo %(text_title)s

source: Private feed activated.
es: Respuesta privada activada
fr: Flux privé activé.
it: Attivato il feed privato

source: Private feed reseted.
es: Respuesta privada reiniciada
fr: Flux privé réinitialisé.
it: Reinizializzato il feed privato

source: This notification has already been deactivated.
es: Este aviso ya ha sido desactivado.
fr: Cette notification a été désactivée.
it: Questa notifica è già stata attivata.

source: Notification deactivated.
es: Aviso desactivado.
fr: Notification désactivée.
it: Notifica disattivata.

source: Deactivate notification?
es: ¿Desactivar aviso?
fr: Désactiver la notification ?
it: Disattivare la notifica?

source: Private notifications feed reseted.
es: Respuesta de avisos privados reiniciada
fr: Flux privé réinitialisé.
it: Reimpostato feed privato di notifica.

source: You're logged in!
es: ¡Se ha conectado!
fr: Vous êtes connecté !
it: Ti sei collegato!

source: Your name
es: Su nombre
fr: Votre nom
it: Il tuo nome

source: Your email address
es: Su dirección de correo electrónico
fr: Votre Email
it: Il tuo indirizzo email

source: Subject of the message
es: Asunto del mensaje
fr: Sujet du message
it: Oggetto del messaggio

source: Body of the message
es: Cuerpo del mensaje
fr: Corps du message
it: Corpo del messaggio

source: Send me a copy of the email
es: Enviarme una copia del correo electrónico
fr: M'envoyer une copie du message
it: Spedisci anche a me una copia dell’email

source: Copy of message:
es: Copia del mensaje:
fr: Copie du message :
it: Copia del messaggio:
