Repository: co-ment/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: A selection is required. Select in the text the part your comment applies to.
es: Se necesita una selección. Seleccione el texto cuya parte desee comentar.
fr: Une portée est obligatoire. Sélectionner dans le texte la partie sur laquelle porte votre commentaire.
it: È richiesta una selezione. Seleziona la parte di testo che vuoi commentare.

source: name is required
es: el nombre es obligatorio
fr: le nom est obligatoire
it: Il nome è obbligatorio

source: email is required
es: el email es obligatorio
fr: l'email est obligatoire
it: L’email è obbligatoria

source: invalid email
es: dirección de correo electrónico no válida
fr: l'email est invalide
it: L’email non è valida

source: title is required
es: el título es obligatorio
fr: le titre est obligatoire
it: Il titolo è obbligatorio

source: content is required
es: el contenido es obligatorio
fr: le texte est obligatoire
it: Il commento è obbligatorio

source: comment removed
es: comentario borrado
fr: commentaire supprimé
it: Il commento è stato cancellato

source: comment saved
es: comentario guardado
fr: commentaire sauvé
it: Il commento è stato salvato

source: comment saved, it is being held for moderation
es: comentario guardado, se reserva para moderación
fr: commentaire sauvé, en attente de modération
it: Il commento è stato salvato e sarà vagliato dal moderatore

source: author
es: autor
fr: auteur
it: autore

source: Tags input must be no longer than 250 characters.
es: El contenido de las etiquetas no debe exceder los 250 caracteres
fr: La longueur des tags est limitée à 250 caractères.
it: Il tag non può essere più lungo di 250 caratteri.

source: Title
es: Título
fr: Titre
it: Titolo

source: Format
es: Formato
it: Formato

source: Content
es: Contenido
fr: Texte
it: Contenuto

source: Tags
es: Etiquetas
it: Tag

source: Moderation a posteriori?
es: ¿Moderar a posteriori?
fr: Modération a posteriori ?
it: Abilita moderazione a posteriori?

source: Format:
es: Formato:
it: Formato:

source: name
es: nombre
fr: nom
it: nome

source: description
es: descripción
it: descrizione

source: Allow contact
es: Permitir contacto
fr: Autorise à être contacté
it: Permetti di essere contattato

source: Allow email messages from other users
es: Permitir correos electrónicos de otros usuarios
fr: Autoriser les participants de l'espace de travail à vous envoyer un email
it: Permetti messaggi email da altri utenti

source: Preferred language
es: Idioma preferido
fr: Langage de préférence
it: Lingua preferita

source: Suspended access
es: Acceso anulado
fr: Accès désactivé
it: Accesso sospeso

source: suspended
es: anulado
fr: désactivé
it: sospeso

source: waiting approval
es: esperando aprobación
fr: en attente d'approbation
it: In attesa di approvazione

source: pending
es: pendiente
fr: en attente
it: in attesa

source: Invitation
es: Invitación
it: Invito

source: Text %(link_to_text)s edited by %(creator)s
es: Texto %(link_to_text)s editado por %(creator)s
fr: Le texte %(link_to_text)s a été édité par %(creator)s
it: Testo %(link_to_text)s modificato da %(creator)s

source: Text %(link_to_text)s edited (new version created) by %(creator)s
es: Texto %(link_to_text)s editado (se ha creado una nueva versión por %(creator)s)
fr: Le texte %(link_to_text)s a été édité (nouvelle version créée) par %(creator)s
it: Testo %(link_to_text)s modificato (con creazione di nuova versione) da %(creator)s

source: Text %(link_to_text)s added by %(creator)s
es: Texto %(link_to_text)s añadido por %(creator)s
fr: Le texte %(link_to_text)s a été ajouté par %(creator)s
it: Testo %(link_to_text)s aggiunto da %(creator)s

source: Text %(link_to_text)s imported by %(creator)s
es: El texto de %(link_to_text)s importado por %(creator)s
fr: Le texte %(link_to_text)s a été importé par %(creator)s
it: Testo %(link_to_text)s importato da %(creator)s

source: Text %(link_to_text)s removed
es: Texto %(link_to_text)s eliminado
fr: Le texte %(link_to_text)s a été supprimé
it: Testo %(link_to_text)s cancellato

source: Comment %(link_to_comment)s added on text %(link_to_text)s by %(creator)s
es: Comentario %(link_to_comment)s añadido al texto %(link_to_text)s por %(creator)s
fr: Commentaire %(link_to_comment)s ajouté sur le texte %(link_to_text)s par %(creator)s
it: Commento %(link_to_comment)s aggiunto al testo %(link_to_text)s da %(creator)s

source: Comment %(link_to_comment)s removed from text %(link_to_text)s
es: Comentario %(link_to_comment)s eliminado del texto %(link_to_text)s
fr: Commentaire %(link_to_comment)s supprimé du texte %(link_to_text)s
it: Commento %(link_to_comment)s cancellato dal testo %(link_to_text)s

source: User %(username)s added
es: Usuario %(username)s añadido
fr: L'utilisateur %(username)s a été ajouté
it: Aggiunto utente %(username)s

source: User %(username)s access to workspace enabled
es: Permitido acceso de Usuario %(username)s a espacio de trabajo
fr: Accès de utilisateur %(username)s à l'espace de travail activé
it: Abilitato l’accesso allo spazio di lavoro per l’utente %(username)s

source: User %(username)s access to workspace refused
es: Denegado el acceso del Usuario %(username)s al espacio de trabajo
fr: Accès de utilisateur %(username)s à l'espace de travail suspendu
it: L’accesso allo spazio di lavoro per l’utente %(username)s è stato rifiutato

source: User %(username)s access to workspace suspended
es: Anulado el acceso del Usuario %(username)s al espacio de trabajo
fr: Accès de utilisateur %(username)s à l'espace de travail suspendu
it: L’accesso allo spazio di lavoro per l’utente %(username)s è stato sospeso

source: User %(username)s access to workspace activated
es: Activado el acceso del Usuario %(username)s al espacio de trabajo
fr: Accès de utilisateur %(username)s à l'espace de travail activé
it: L’accesso allo spazio di lavoro per l’utente %(username)s è stato attivato

source: User %(username)s has activated his account
es: El usuario %(username)s ha activado su cuenta
fr: L'utilisateur %(username)s a activé son compte
it: L’utente %(username)s ha attivato il suo account

source: anonymous
es: Usuarios anónimos
fr: anonyme
it: anonimo

source: by "%(username)s"
es: por "%(username)s"
fr: par "%(username)s"
it: da "%(username)s"

source: %(time_since)s ago
es: hace %(time_since)s
fr: il y a %(time_since)s
it: da %(time_since)s

source: Name:
es: Nombre
fr: Nom :
it: Nome:

source: Notification:
es: Aviso
it: Notifica:

source: Generic
es: Genérico
fr: Générique
it: Generico

source: Class (education)
es: Categoría (educación)
fr: Classe (éducation)
it: Classe (scolastico)

source: French
es: Francés
fr: Français
it: Francese

source: English
es: Inglés
fr: Anglais
it: Inglese

source: Norwegian
es: Noruego
fr: Norvégien
it: Norvegese

source: Brazilian Portuguese
es: Portugués de Brasil
fr: Portugais brésilien
it: Portoghese brasiliano

source: Spanish
es: Español
fr: Espagnol
it: Spagnolo

source: Bulgarian
es: Búlgaro
fr: Bulgare
it: Bulgaro

source: Italian
it: Italiano

source: Observer
es: Supervisor
fr: Observateur
it: Osservatore

source: Moderator
es: Moderador
fr: Moderateur
it: Moderatore

source: Commentator
es: Comentarista
fr: Commentateur
it: Commentatore

source: Participant
es: Participante
it: Partecipante

source: Can view text
es: Puede visualizar el texto
fr: Peut voir le/les texte
it: Può vedere il testo

source: Can edit text
es: Puede editar el texto
fr: Peut éditer le/les texte
it: Può modificare il testo

source: Can create text
es: Puede crear texto
fr: Peut créer le/les texte
it: Può creare il testo

source: Can delete text
es: Puede borrar texto
fr: Peut supprimer le/les texte
it: Può cancellare il testo

source: Can manage text
es: Puede administrar el texto
fr: Peut gérer le/les texte
it: Può gestire il testo

source: Can create comment
es: Puede crear comentarios
fr: Peut créer un commentaire
it: Può creare commenti

source: Can delete comment
es: Puede borrar comentarios
fr: Peut supprimer un commentaire
it: Può cancellare commenti

source: Can delete own comment
es: Puede borrar comentarios propios
fr: Peut supprimer son commentaire
it: Può cancellare i propri commenti

source: Can view approved comment
es: Puede visualizar comentarios aprobados
fr: Peut voir les commentaires validés
it: Può vedere i commenti approvati

source: Can view own comment
es: Puede visualizar comentarios propios
fr: Peut voir son commentaire
it: Può vedere i propri commenti

source: Can view unapproved comment
es: Puede visualizar comentarios pendientes de aprobación
fr: Peut voir les commentaires modérés
it: Può vedere i commenti non approvati

source: Can edit comment
es: Puede editar comentarios
fr: Peut éditer le/les commentaires
it: Può modificare i commenti

source: Can edit own comment
es: Puede editar comentarios propios
fr: Peut éditer son commentaire
it: Può modificare i propri commenti

source: Can manage workspace
es: Puede administrar el espacio de trabajo
fr: Peut gérer l'espace de travail
it: Può gestire lo spazio di lavoro

source: Can view workspace
es: Puede visualizar el espacio de trabajo
fr: Peut voir l'espace de travail
it: Può vedere lo spazio di lavoro

source: Teacher
es: Profesor/a
fr: Professeur
it: Insegnante

source: Student
es: Alumno/a
fr: Elève
it: Studente

source: Individual student
es: Alumno/a individual
fr: Elève individuel
it: Studente individuale

source: Page not found
es: No se encuentra la página
fr: Page non trouvée
it: Pagina non trovata

source: The requested page could not be found.
es: La página solicitada no pudo encontrarse
fr: La page demandée n'a pu être trouvée.
it: La pagina richiesta non è stata trovata

source: Server Error
es: Error del servidor
fr: Erreur de serveur
it: Errore del server

source: An error has occurred.
es: Se ha producido un error
fr: Une erreur s'est produite.
it: C‘è stato un errore.

source: API Documentation
es: Documentación de API
fr: Documentation de l'API
it: Documentazione API

source: You've been invited to join the workspace %(workspace_name)s.
it: Sei stato invitato a collaborare allo spazio di lavoro %(workspace_name)s.

source: Click the following link to complete your registration and access the workspace:
it: Clicca il collegamento seguente per completare la tua registrazione ed accedere allo spazio di lavoro:

source: If you'd like to unsubscribe from this notification, click the following link: %(SITE_URL)s%(desactivate_notification_url)s.
it: Se desideri non ricevere più questo tipo di notifica, clicca il seguente link: %(SITE_URL)s%(desactivate_notification_url)s."

source: You're receiving this e-mail because you requested a password reset
it: Questa email ti è stata spedita perché hai richiesto la reimpostazione della password

source: for your user account at %(site_name)s
it: per il tuo utente su %(site_name)s

source: Please go to the following page and choose a new password:
it: Per cortesia vai alla pagina seguente e scegli una nuova password:

source: Your username, in case you've forgotten:
it: Il tuo nome utente, in caso l’avessi dimenticato:

source: Contact from user: %(name)s / %(email)s
it: Contatto dall’utente %(name)s / %(email)s

source: Your text "%(title)s" has been created.
it: Il testo "%(title)s" è stato creato.

source: To publish it click on the following link:
it: Per pubblicarlo clicca sul seguente link:

source: Activate your account
es: Activar su cuenta
fr: Activer votre compte
it: Attiva il tuo account

source: Activate
es: Activar
fr: Activer
it: Attiva

source: Contact
es: Contactar
it: Contatto

source: Send
es: Enviar
fr: Envoyer
it: Spedisci

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla

source: Dashboard
es: Tablero
fr: Tableau de bord
it: Cruscotto

source: Actions
es: Acciones
it: Azioni

source: Create a text
es: Escribir un texto
fr: Créer un texte
it: Crea un testo

source: Write a text inside your browser or paste a content from your clipboard
es: Escribir un texto dentro de tu navegador o pegar lo desde el portapapeles
fr: Saisir votre texte dans votre navigateur ou coller du contenu à partir du presse papier.
it: Scrivi un testo dentro il tuo browser o copia e incolla il contenuto desiderato

source: Upload a text
es: Subir un texto
fr: Charger un texte
it: Carica un testo

source: Upload a document from your computer (Text document, Open Format document, Word document)
es: Cargar un documento desde su ordenador (documentos Texto, OpenDocument format, Word doc.)
fr: Charger un document à partir de votre ordinateur (document texte, document Open Format, document Word)
it: Carica un documento dal tuo computer (documento di testo, documento in formato Open Format, documento in formato Word)

source: Import a co-mented text
es: Importar un texto co-mentado
fr: Importer un texte co-menté
it: Importa un testo elaborato con co-ment

source: Import a text, possibly with comments and attachments, which has been previously exported in XML format from co-ment interface
es: Importar un texto, posiblemente con comentarios y archivos adjuntos, lo que ha sido previamente exportadas en formato XML a partir de interfaz de co-ment
fr: Importer un texte, éventuellement avec des commentaires et des pièces jointes, ce qui a été préalablement exportés au format XML à partir de l'interface de co-ment
it: Importa un testo, possibilmente con i commenti e gli allegati che prima sono stati esportati in formato XML dall'interfaccia di co-ment

source: Invite user
es: Invitar a un usuario
fr: Inviter un utilisateur
it: Invita un utente

source: Edit your profile
es: Editar su perfil
fr: Éditer votre profil
it: Modifica il tuo profilo

source: View text list
es: Visualizar lista de textos
fr: Voir la liste des textes
it: Mostra la lista di testi

source: Configure workspace
es: Configurar espacio de trabajo
fr: Configurer l'espace de travail
it: Configura lo spazio di lavoro

source: Moderation queue
es: Cola de moderación
fr: En attente
it: Coda di moderazione

source: user %(user)s awaits approval
es: El usuario %(user)s está a la espera de aprobación
fr: l'utilisateur %(user)s est en attente d'approbation
it: L’utente %(user)s attende l’approvazione

source: approve
es: Aprobar
fr: accepter
it: approva

source: refuse
es: Rechazar
fr: refuser
it: rifiuta

source: membership
es: Afiliación
fr: l'utilisateur
it: appartenenza

source: Are you sure you want to approve this user's membership to the workspace?
es: ¿Está seguro/a de que desea aprobar la afiliación de este usuario al espacio de trabajo?
fr: Êtes-vous sûr de vouloir accepter l'accès de cet utilisateur à l'espace de travail ?
it: Sei sicuro di voler approvare l’appartenenza di questo utente allo spazio di lavoro?

source: Are you sure you want to refuse this user's membership to the workspace?
es: ¿Está seguro/a de que desea rechazar la afiliación de este usuario al espacio de trabajo?
fr: Êtes-vous sûr de vouloir refuser l'accès de cet utilisateur à l'espace de travail ?
it: Sei sicuro di rifiutare l’appartenenza di questo utente allo spazio di lavoro?

source: registered %(duration)s ago
es: resgistrado hace %(duration)s
fr: enregistré il y a %(duration)s
it: registrato da %(duration)s

source: comment
es: Comentar
fr: commentaire
it: commento

source: by %(cuser)s on text
es: Por %(cuser)s en el texto
fr: par %(cuser)s sur le texte
it: da %(cuser)s sul testo

source: awaits approval
es: a la espera de aprobación
fr: est en attente d'approbation
it: attende approvazione

source: view in context
es: ver en contexto
fr: voir dans son contexte
it: mostra nel contesto

source: Are you sure you want to approve this comment?
es: ¿Está seguro/a de que desea aprobar este comentario?
fr: (Êtes-vous sûr de vouloir valider ce commentaire ?
it: Sei sicuro di voler approvare questo commento?

source: Are you sure you want to refuse this comment?
es: ¿Está seguro/a de que desea rechazar este comentario?
fr: Êtes-vous sûr de vouloir refuser ce commentaire ?
it: Sei sicuro di voler rifiutare questo commento?

source: modified %(duration)s ago
es: modificado hace %(duration)s
fr: modifié il y a %(duration)s
it: modificato da %(duration)s

source: Recent texts
es: Textos recientes
fr: Textes récents
it: Testi recenti

source: all
es: Todo
fr: tous
it: tutti

source: %(nb_comments)s comment
es: %(nb_comments)s Comentario
fr: %(nb_comments)s commentaire
it: %(nb_comments)s commento

source: 1 version
es: 1 versión
it: versione 1

source: No texts yet
es: Aún no hay ningún texto
fr: Aucun texte
it: Non è ancora presente nessun testo

source: Workspace activity
es: Actividad del espacio de trabajo
fr: Activités dans l'espace de travail
it: Attività nello spazio di lavoro

source: month
es: mes
fr: mois
it: mese

source: week
es: semana
fr: semaine
it: settimana

source: 24 hours
es: 24 horas
fr: 24 heures
it: 24 ore

source: Access
es: Acceso
fr: Accès
it: Accesso

source: Loading...
es: Cargando...
fr: Chargement ...
it: Caricamento...

source: Commenting
es: Comentando
fr: Commentaires
it: Commentando

source: Activities
es: Actividades
fr: Activités
it: Attività

source: texts
es: textos
fr: textes
it: testi

source: comments
es: comentarios
fr: commentaires
it: commenti

source: users
es: usuarios
fr: utilisateurs
it: utenti

source: No activities
es: Sin actividad
fr: Pas d'activités
it: Nessuna attività

source: Recent comments
es: Comentarios recientes
fr: Commentaires récents
it: Commenti recenti

source: on text
es: sobre el texto
fr: sur le texte
it: sul testo

source: created %(duration)s ago
es: creado hace %(duration)s
fr: créé il y a %(duration)s
it: creato da %(duration)s

source: by %(username)s
es: por "%(username)s"
fr: par %(username)s
it: da %(username)s

source: No comments yet
es: Aún no hay ningún comentario
fr: Aucun commentaire
it: Non è ancora presente nessun commento

source: Followup
es: Seguimiento
fr: Suivi
it: Proseguimento

source: Feeds
es: Respuestas
fr: Flux
it: Feed

source: Public feed
es: Respuesta pública
fr: Flux public
it: Feed pubblico

source: Help
es: Ayuda
fr: Aide
it: Aiuto

source: Public feed for workspace
es: Respuesta pública para el espacio de trabajo
fr: Flux public de l'espace de travail
it: Feed pubblico dello spazio di lavoro

source: This is the public feed for the workspace.
es: Esta es la respuesta pública para el espacio de trabajo
fr: Ceci est le flux public de l'espace de travail.
it: Questo è il feed pubblico dello spazio di lavoro

source: Private feed
es: Respuesta privada
fr: Flux privé
it: Feed privato

source: Private feed for workspace
es: Respuesta privada para el espacio de trabajo
fr: Flux privé de l'espace de travail
it: Feed privato dello spazio di lavoro

source: This is the private feed for the workspace. Don't share this address with others unless you want them to see all activities on the workspace.
es: Esta es la respuesta privada para el espacio de trabajo. No comparta esta dirección con otras personas, a menos que desee que vean todas las actividades del espacio de trabajo.
fr: Ceci est le flux privé de l'espace de travail. Ne partagez cette adresse que si vous voulez que d'autres que vous-même puissent suivre toutes les activités de l'espace de travail.
it: Questo è il feed privato dello spazio di lavoro. Non condividere questo indirizzo con altri se non vuoi espressamente che loro vedano tutte le attività nello spazio di lavoro.

source: Reset private feed url
es: Reinciar la url de respuesta privada
fr: Réinitialiser l'adresse du flux privé
it: Reimposta l’indirizzo del feed privato

source: Activate private feed
es: Activar respuestas privadas
fr: Activer le flux privé
it: Attiva il feed privato

source: The private feed for this workspace is not yet activated.
es: Las respuestas privadas de este espacio de trabajo aún no han sido activadas
fr: Le flux privé de cet espace de travail n'est pas encore activé.
it: Il feed privato di questo spazio di lavoro non è ancora stato attivato.

source: Email notifications
es: Avisos de correo electrónico
fr: Notifications par email
it: Notifiche via email

source: Subscribe to workspace notifications
es: Suscribirse a los avisos del espacio de trabajo
fr: S'abonner aux notifications de l'espace de travail
it: Iscriviti alle notifiche del workspace

source: Subscribe to all replies notifications in discussions where you have participated
es: Subscribirse a todos los avisos de comentario/respuesta de los debates en los que ha participado
fr: S'abonner aux notifications concernant les commentaires ou réponses dans les discussions auxquelles vous avez participé
it: Ricevi tutte le notifiche delle risposte a tutte le discussioni alle quali hai partecipato

source: Reset my password
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
it: Reimposta la password

source: This link is invalid.
es: Este enlace no es válido
fr: Ce lien est invalide.
it: Questo link non è valido

source: Forgot password?
es: ¿ Olvidó su contraseña ?
fr: Mot de passe oublié ?
it: Dimenticato la password?

source: General Presentation
es: Presentación general
fr: Présentation Générale
it: Presentazione generale

source: co-ment is a web based text annotation system.
es: co-ment es un web basado sistema de anotación de texto.
fr: co-ment est un système de commentaire de texte sur le web.
it: co-ment è un sistema di annotazione di testi basato sul web

source: Glossary
es: Glossario
fr: Glossaire
it: Glossario

source: Contents
es: Contenido
fr: Contenu
it: Contenuti

source: Collaboration
es: Colaboración
it: Collaborazione

source: Comments
es: Comentarios
fr: Commentaires
it: Commenti

source: Notification and feeds
es: Avisos
fr: Notification et flux.
it: Notifiche e feed

source: Roles
es: Perfil
fr: Rôles
it: Ruoli

source: Texts
es: Textos
fr: Textes
it: Testi

source: co-ment 2 collaboration is based on assigning roles for users.
es: co-ment 2 colaboración es basada en la asignación de perfiles a los usarios.
fr: La collaboration est basée sur l'assignation de rôles aux utilisateurs dans co-ment 2.
it: la collaborazione usando co-ment si basa sull’assegnazione di ruoli agli utenti

source: Click here for more details
es: Clic aquí para más detalles
fr: Cliquer ici pour plus de détails
it: Clicca qui per maggiori dettagli

source: The basic assumption in the collaboration model is that some users will have an overall management role, while others will have roles that are defined in relationship with texts or a given text.
es: El supuesto básico en el modelo de colaboración es que algunos usuarios se han hechouna función de gestión global, mientras que otros tienen funciones que se definen enla relación con los textos o un texto determinado.
fr: L'hypothèse de base de ce modèle de collaboration est que certains utilisateurs auront un rôle de gestion, alors que les autres auront un role défini en relation avec les textes.
it: L’assunzione di base, per il modello collaborativo è che alcuni utenti avranno soprattutto un ruolo di gestione, mentre altri avranno ruoli definiti nella relazione con i testi o con un testo dato.

source: Moderation
es: Moderador
fr: Modération
it: Moderazione
