Repository: co-ment/comt
Catalog: src/cm/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: New comment
it: Nuovo commento

source: New comment will be canceled, continue?
it: Il nuovo commento verrà cancellato, continuare?

source: Warning
it: Attenzione

source: Started reply will be canceled, continue?
it: La replica verrà cancellata, continuare?

source: Started comment edition will be canceled, continue?
it: La modifica al commento verrà cancellata, continuare?

source: Table of contents
it: Tavola dei contenuti

source: change comment state to pending
it: cambia lo stato in pendente

source: change comment state to approved
it: cambia lo stato in approvato

source: change comment state to unapproved
it: cambia lo stato in non approvato

source: pending
it: pendente

source: approved
it: approvato

source: show replies
it: mostra repliche

source: delete comment
it: cancella commento

source: edit
it: modifica

source: delete
it: cancella

source: close
it: chiudi

source: show scope
it: mostra portata

source: Comment is detached: it was created on a previous version and text it applied to has been modified or removed.
it: Il commento è staccato: è stato creato in una versione precedente e il testo al quale era collegato è stato modificato o cancellato.

source: last modified on %(date)s
it: ultima modifica il %(date)s

source: Permalink to this comment
it: Link permanente a questo commento

source: by %(name)s, created on %(date)s
it: da %(name)s, creato il %(date)s"

source: comment
it: commento

source: No selection yet
it: Nessuna selezione

source: Username:
it: Nome utente:

source: E-mail address:
it: Indirizzo email:

source: Title:
it: Titolo:

source: Content:
it: Contenuto:

source: Modify comment's scope:
it: Modifica la portata del commento:

source: Comment will apply to this selection:
it: Il commento sarà collegato a questa selezione:

source: Save
it: Salva

source: Cancel
it: Annulla

source: Edit comment
it: Modifica commento

source: cancel changing the state of this comment
it: cancella i cambiamenti allo stato di questo commento

source: unapproved
it: non approvato

source: cancel
it: annulla

source: change to:
it: cambia in:

source: reply
it: replica

source: edit comment
it: modifica commento

source: New reply
it: Nuova replica

source: error:
it: errore:

source: no filtered comments left
it: non è rimasto nessun commento filtrato

source: Do you want to be notified of all replies in all discussions you participated in?
it: Vuoi ricevere notifica di tutte le repliche in tutte le discussioni alle quali hai partecipato?

source: Reply notification
it: Notifica delle repliche

source: could not save comment
it: non posso salvare il commento

source: Are you sure you want to delete this comment?
it: Sei sicuro di voler cancellare questo commento?

source: could not remove comment
it: non posso rimuovere il commento

source: print from the browser
it: stampa con il browser

source: download html file (.html)
it: scarica il file HTML (.html)

source: download markdown file (.mkd)
it: scarica il file markdown (.mkd)

source: print in PDF format
it: stampa in formato PDF

source: download portable object format file (.pdf)
it: scarica in formato oggetto portabile (.pdf)

source: download latex file (.tex)
it: scarica il file latex (.tex)

source: download open document file (.odt)
it: scarica il file open document (.odt)

source: download microsoft word file (.doc)
it: scarica il file microsoft word (.doc)

source: download microsoft word 2007 file (.docx)
it: scarica il file microsoft word 2007 (.docx)

source: download ebook (.epub)
it: scarica ebook (.epub)

source: download XML file for re-importing text and comments
it: scarica file XML per re-importare testo e commenti

source: Print text
it: Stampa testo

source: How do you want to print?
it: Come vuoi stampare?

source: Export text
it: Esporta testo

source: Choose file format
it: Scegli il formato file

source: using markers only, no background colors
it: usando solo segnalatori, senza colori di sfondo

source: using markers and background colors
it: usando segnalatori e colori di sfondo

source: all (%(nb_comments)s)
it: tutto (%(nb_comments)s)

source: current filtered ones (%(nb_comments)s)
it: filtrati attualmente (%(nb_comments)s)

source: none (0)
it: Nessuno (0)

source: Go !
it: Vai!

source: loading...
it: caricamento ...

source: click to show options
it: clicca per mostrare le opzioni

source: click to hide options
it: clicca per nascondere le opzioni

source: Text
it: Testo

source: Search
it: Ricerca

source: Reset
it: Reimposta

source: Hide all Comments
it: Nascondi tutti i commenti

source: Authors
it: Autori

source: States
it: Stati

source: Dates
it: Date

source: Tags
it: Tag

source: view previous comment
it: mostra commenti precedente

source: view next comment
it: mostra commento successivo

source: view first comment
it: mostra il primo commento

source: view last next comment
it: mostra l’ultimo commento

source: view all comments
it: mostra tutti i commenti

source: view all detached comments
it: mostra tutti i commenti staccati

source: print document with/without comments
it: stampa il documento con o senza commenti

source: toggle full screen view
it: abilita/disabilita schermo pieno

source: text feed
it: feed di testo

source: add a comment
it: aggiungi un commento

source: filter:
it: filtro:

source: browse by:
it: naviga per:

source: location
it: posizione

source: modification
it: modifica

source: Text style
it: Stile del testo

source: Animation duration
it: Durata animazione

source: (0.001 to 1 second)
it: (da 0.001 a 1 secondo)

source: preferences reset (will apply on next load)
it: reimposta preferenze (si applicherà solo al prossimo caricamento)

source: preferences saved (will apply on next load)
it: preferenze salvate (si applicherà dal prossimo caricamento)

source: filter reset
it: reimposta filtro

source: filter applied
it: filtro applicato

source: discussion
it: discussione

source: comment
it: commento

source: all
it: tutti

source: last 24 hours (%(nb_comments)s)
it: ultime 24 ore ($(nb_comments)s)

source: Yes
it: Sì

source: First Level Heading
it: Intestazione di primo livello

source: Your title here...
it: Qui va il titolo...

source: Second Level Heading
it: Intestazione di secondo livello

source: Heading 3
it: Intestazione 3

source: Heading 4
it: Intestazione 4

source: Heading 5
it: Intestazione 5

source: Heading 6
it: Intestazione 6

source: Bold
it: Grassetto

source: Italic
it: Inclinato

source: Bulleted List
it: Lista a pallini

source: Numeric List
it: Lista numerica

source: Picture
it: Immagine

source: Link
it: Collegamento

source: Quotes
it: Citazione

source: Code Block / Code
it: Blocco di codice / Codice

source: Preview
it: Anteprima

source: Paragraph
it: Paragrafo

source: Stroke through
it: Testo sbarrato

source: List element
it: Elemento di una lista

source: Your text to link...
it: Il testo del link...

source: Clean
it: Pulisci

source: modern
it: moderno

source: classic
it: classico

source: code
it: codice

source: toggle advance interface
it: abilita/disabilita interfaccia avanzata

source: toggle table of contents
it: abilita/disabilita tavola dei contenuti

source: export document with/without comments
it: esporta documenti con o senza commenti

source: unthread discussions
it: discussioni non ramificate

source: thread discussions
it: discussioni ramificate

source: Should these comments be detached (i.e. kept with no scope) or removed from new version?
it: Questi commenti dovrebbero essere staccati (rimanere senza portata) o essere rimossi dalla nuova versione?

source: %(nb_comments)s comment applies to text that was modified.
it: %(nb_comments)s commento si applica al testo che è stato modificato.

source: (We suggest you create a new version)
it: (Suggeriamo di creare una nuova versione)

source: You chose not to create a new version all comments will be deleted
it: Hai scelto di non creare una nuova versione e tutti i commenti saranno cancellati

source: Do you want to continue?
it: Vuoi continuare?

source: Detach
it: Stacca

source: Remove
it: Cancella
