Repository: co-ment/comt
Catalog: src/cm/locale/*/LC_MESSAGES/django.po
Languages: es, fr, it

source: Email sent. We will get back to you as quickly as possible.
es: Correo enviado. Se lo devolveremos tan pronto como sea posible.
fr: Message envoyé. Nous vous répondrons dans les meilleurs délais.
it: Email spedita. Ci faremmo sentire il più velocemente possibile.

source: Workspace name
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
it: Nome dello spazio di lavoro

source: Workspace tagline
es: Etiqueta del espacio de trabajo
fr: Slogan de l'espace de travail
it: Tag dello spazio di lavoro

source: Workspace registration
es: Registro del espacio de trabajo
fr: S'enregistrer sur l'espace de travail
it: Registrazione allo spazio di lavoro

source: Can users register themselves into the workspace? (if not, only invitations by managers can create new users)
es: ¿Se permite a los usuarios registrarse en el espacio de trabajo? (En caso contrario, sólo se podrán usar las invitaciones enviadas por los administradores para crear nuevos usuarios)
fr: Les utilisateurs peuvent-ils s'enregistrer sur l'espace de travail ? (dans le cas contraire l'ajout d'utilisateurs à l'espace de travail peut seulement se faire par l'envoi d'invitations par les gestionnaires)
it: Gli utenti da soli possono registrarsi allo spazio di lavoro? (se no, solo i gestori potranno creare nuovi utente attraverso gli inviti)

source: Workspace registration moderation
es: Moderación del registro del espacio de trabajo
fr: Modération de l'enregistrement sur l'espace de travail
it: Approvazione delle registrazioni allo spazio di lavoro

source: Should new users be moderated (registration will require manager's approval)?
es: ¿Deben moderarse los usuarios nuevos? (el registro requerirá la aprobación del administrador)
fr: Les nouveaux utilisateurs doivent-ils être modérés (l'enregistrement exigera alors l'approbation par un gestionnaire) ?
it: I nuovi utenti devono essere soggetti al processo di approvazione (la registrazione richiederà il processo di approvazione)?

source: Change the roles available in the workspace
es: Cambiar los perfiles disponibles en el espacio de trabajo
fr: Modifie les rôles disponibles dans l'espace de travail
it: Cambia i ruoli disponibili nello spazio di lavoro

source: Settings saved
es: Ajustes guardados
fr: Paramètres sauvegardés
it: Impostazioni salvate

source: Workspace logo
es: Logotipo del espacio de trabajo
fr: Logo de l'espace de travail
it: Logo dello spazio di lavoro

source: A link to reset your password has been sent to the profile email. Please check your email.
es: Un enlace para restablecer su contraseña ha sido-a sentir el perfil de correo electrónico. Por favorrevise su correo electrónico.
fr: Un lien pour réinitialiser votre mot de passe a été envoyé à votre email.
it: Un link per la reimpostazione della password è stato inviato all’indirizzo email del profilo. Per cortesia controlla la tua email.

source: Password changed
es: Contraseña cambiada
fr: Votre mot de passe a été modifié
it: Password cambiata

source: %(nb_texts)i text(s) deleted
es: %(nb_texts)i texto(s) borrado(s)
fr: %(nb_texts)i texte(s) supprimés
it: %(nb_texts)i testo/i cancellato/i

source: Text %(text_title)s deleted
es: El texto %(text_title)s ha sido borrado
fr: texte %(text_title)s supprimé
it: Testo %(text_title)s cancellato

source: Text version %(text_version_title)s deleted
es: La versión %(text_version_title)s ha sido borrado
fr: Version %(text_version_title)s supprimée
it: Versione del testo %(text_version_title)s cancellata

source: Note (optional)
es: Nota (opcional)
fr: Note (facultative)
it: Nota (opzionale)

source: Add a note to explain the modifications made to the text
es: Añadir una nota para explicar las modificaciones realizadas al texto
fr: Ajouter une note pour expliquer les modifications apportées au texte
it: Aggiungi una nota per spiegare le modifiche fatte al testo

source: New version (optional)
es: Nueva versión (opcional)
fr: Nouvelle version (facultative)
it: Nuova versione (opzionale)

source: Create a new version of this text (recommended)
es: Crear una nueva versión de este texto (recomendado)
fr: créér une nouvelle version de ce texte (recommandé)
it: Crea una nuova versione di questo testo (raccomandato)

source: Keep comments (optional)
es: Mantener los comentarios (opcional)
fr: Conserver les commentaires (facultatif)
it: Tieni i commenti (opzionale)

source: Keep comments (if not affected by the edit)
es: Mantener los comentarios (si no son afectados por la edición)
fr: Conserver les commentaires dont la portée n'a pas été affectée par l'édition
it: Tieni i commenti (se non interessati dalle modifiche)

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
it: Nome (opzionale)

source: Email (optional)
es: Email (opcional)
fr: Email (facultatif)
it: Email (opzionale)

source: A new version (copied from version %(version_title)s) has been created
es: Se ha creado una nueva versión (copiada de la versión %(version_title)s)
fr: Une nouvelle version (copiée depuis la version %(version_title)s) a été créée
it: Una nuova versione (copiata dalla versione %(version_title)s) è stata creata

source: %(count)i user(s) role modified
es: Perfil del/de los usuario(s) %(count)i modificado(s)
fr: %(count)i rôle(s) d'utilisateur modifié(s)
it: modificati %(count)i ruoli utenti

source: Text settings updated
es: Ajustes del texto actualizados
fr: Paramètres mis à jour
it: Aggiornato impostazioni del testo

source: %(count)i User's access suspended
es: El acceso del usuario %(count)i ha sido anulado
fr: %(count)i accès utilisateur désactivé(s)
it: sospesi %(count)i account utente

source: %(count)i User's access enabled
es: El acceso del usuario %(count)i ha sido habilitado
fr: %(count)i accès utilisateur sactivé(s)
it: Abilitati %(count)i accessi agli utenti

source: E-mail address
es: Dirección de correo electrónico
fr: Email
it: Indirizzo email

source: This user is already a member.
es: Este usuario ya es un miembro
fr: Cet utilisateur est déjà membre.
it: Questo utente è già membro.

source: Emails
es: Direcciones de correo electrónico
it: Email

source: Add multiples emails one per line (or separated by "," or ";")
es: Añadir múltiples direcciones de correo electrónico por línea (o separadas por "," o ";")
fr: Ajouter des emails multiples (un par ligne ou séparés par "," or ";")
it: Aggiungi email multiple, una per linea (o separate da "," or ";")

source: Workspace level role
es: Nivel del perfil del espacio de trabajo
fr: Rôle dans l'espace de travail
it: Ruolo a livello di spazio di lavoro

source: This role will apply to every text in the workspace. To share only a (few) texts with this user, you can leave this blank and delegate roles on texts once the user is created.
es: Este perfil se aplicará a cada texto del espacio de trabajo. Para compartir sólo (algunos) textos con este usuario, puede dejar este campo en blanco y realizar la delegación de perfiles en los textos.
fr: Ce rôle s'appliquera à tous les textes dans l'espace de travail. Pour partager seulement quelques textes avec cet utilisateur, vous pouvez laisser ce champ vide et déléguer les rôles sur les textes une fois l'utilisateur créé.
it: Questa regola sarà applicata a tutti i testi nello spazio di lavoro. Per condividere solo alcuni testi con questo utente, puoi lasciare questo non attivo e una volta che è stato creato l’utente, usare le regole sui testi

source: Text level role
es: Nivel del perfil del texto
fr: Rôle sur le texte
it: Ruolo a livello di testo

source: This role will apply only to this text.
es: Este perfil sólo será aplicado a este texto.
fr: Ce rôle ne s'appliquera qu'à ce texte
it: Questo ruolo si applica solo a questo testo.

source: Optional text to add to invitation email
es: Texto opcional para añadir al correo de invitación
fr: Texte additionnel à ajouter à l'email d'invitation.
it: Testo opzionale da aggiungere all’invito via email

source: %(nb_users)d user added
es: %(nb_users)d usario añadido
fr: %(nb_users)d utilisateur ajouté
it: aggiunto %(nb_users)d utente

source: Add user
es: Añadir usuario
fr: Ajouter l'utilisateur
it: Aggiungi utente

source: This username is already in use. Please supply a different username.
es: Este nombre de usuario ya está siendo usado por otra persona. Por favor, introduzca un nombre de usuario diferente.
fr: Ce nom d'utilisateur est déjà utilisé. Merci d'en fournir un autre.
it: Questo nome utente è già usato. Per cortesia introduci un nome differente.

source: Your account has been activated. You're now logged-in.
es: Su cuenta ha sido creada. Ahora está contectado/a
fr: Votre compte a été activé. Vous êtes maintenant connecté.
it: Il tuo account è stato attivato. Ora sei collegato.

source: activate account
es: activar cuenta
fr: activation du compte
it: Attiva account

source: User's access %(prof)s has been suspended.
es: El acceso del usuario %(prof)s ha sido anulado
fr: L'accès de l'utilisateur %(prof)s a été desactivé.
it: L‘accesso all’utente %(prof)s è stato sospeso.

source: User's access %(prof)s has been refused.
es: El acceso del usuario %(prof)s ha sido rechazado
fr: L'accès de l'utilisateur %(prof)s a été refusé.
it: L’accesso all’utente %(prof)s è stato rifiutato.

source: User's access %(prof)s has been restored.
es: El acceso del usuario %(prof)s ha sido restaurado
fr: L'accès de l'utilisateur %(prof)s a été restauré.
it: L‘accesso all’utente %(prof)s è stato riabilitato.

source: User's access %(prof)s has been approved.
es: El acceso del usuario %(prof)s ha sido aprobado
fr: L'accès de l'utilisateur %(prof)s a été activé.
it: L’accesso per utente %(prof)s è stato approvato.

source: A new invitation has been sent to user %(prof)s.
es: Se ha enviado una nueva invitación al usuario %(prof)s.
fr: Une nouvelle invitation a été envoyée à l'utilisateur %(prof)s.
it: È stato inviato un nuovo invito all’utente %(prof)s.

source: Profile updated
es: Perfil actualizado
fr: Profil mis à jour
it: Profilo aggiornato

source: Anonymous user role modified.
es: Perfil de usuario anónimo modificado
fr: Role de l'utilisateur anonyme modifié.
it: Modificato ruolo utente anonimo

source: User modified
es: Usuario modificado
fr: Utilisateur modifié
it: Modificato utente

source: Subject
es: Asunto
fr: Sujet
it: Oggetto

source: Subject of the email
es: Asunto del correo electrónico
fr: Sujet du message
it: Oggetto dell’email

source: Body
es: Cuerpo
fr: Corps
it: Corpo

source: Body of the email
es: Cuerpo del mensaje
fr: Corps du message
it: Corpo dell’email

source: Email sent.
es: Correo electrónico enviado
fr: Email envoyé.
it: Email spedita.

source: This account is suspended, contact the workspace administrator.
es: Esta cuenta está suspendida. Contacte con el administrador del espacio de trabajo
fr: Ce compte est désactivé, veuillez contacter le gestionnaire de l'espace de travail.
it: Questo account è sospeso, contatta l’amministratore dello spazio di lavoro.

source: You've been logged out.
es: Se ha desconectado.
fr: Vous êtes déconnecté.
it: Sei stato scollegato.

source: You've been registered, you will receive a confirmation mail once a moderator has approved your membership.
es: Se ha registrado. Recibirá una confirmación por correo electrónico una vez que el moderador apruebe su inscripción.
fr: Enregistrement réussi, vous recevrez un message de confirmation quand un gestionnaire de l'espace de travail aura activé votre compte.
it: Sei registrato, riceverai un messaggio email di conferma una volta che il moderatore avrà approvato la tua ammissione.

source: You've been registered, please check your email for the confirm message.
es: Se ha registrado. Por favor, compruebe que ha recibido el mensaje de confirmación en su correo electrónico.
fr: Enregistrement réussi, un message de confirmation vous a été envoyé
it: Sei registrato, per cortesia controlla la tua casella di posta elettronica per il messaggio di conferma.

source: Note
es: Nota

source: Manager
es: Administrador
fr: Gestionnaire

source: Login
es: Identificación
fr: Se connecter

source: %(wname)s Login
es: Identificación de %(wname)s
fr: Se connecter à %(wname)s

source: Home
es: Inicio
fr: Accueil

source: Password
es: Contraseña
fr: Mot de passe

source: Logout
es: Desconectarse
fr: Se déconnecter

source: F j, Y \a\t g:i a
es: F j, A\a\t g:i a
fr: d F Y \à H:i

source: %Y-%m-%d %H:%M
es: %A-%m_%d %H:%M
fr: %d-%m-%Y %H:%M

source: me
fr: moi

source: Editor
fr: Editeur

source: Original version
fr: Version originale

source: Custom css rules
fr: Règles CSS personalisées

source: Add stylesheet rules in CSS format (do not include <code>&lt;style&gt;</code> HTML tags). Warning: this code will be added to all content, make sure you know what you're doing before adding something here.
fr: Ajouter des règles de feuilles de style au format CSS (ne pas include de balises HTML <code>&lt;style&gt;</code). Attention : ce code sera ajouté à tous les contents, à manipuler avec prudence.

source: Custom font
fr: Police de caractères personalisée

source: Custom alternative font family to 'modern', 'classic' and 'code' that visitors can chose for the body of co-ment texts. Enter a coma separated list of font families. Font family names including space characters should be enclosed in double quotes. Eg.
fr: Une police de caractères personalisée alternative à 'moderne', 'classique' et 'code', que les visiteurs peuvent sélectionner pour le corps des textes co-ment. Saisissez une liste de familles de polices de caractères séparées par des virgules. Les noms de famille de police de caractères contenant des espaces doivent être entre guillemets. Ex.

source: Custom font for titles
fr: Police de caractères personalisée pour les titres

source: Custom alternative font family to 'modern', 'classic' and 'code' that visitors can chose for titles (h1 to h6) of co-ment texts. Enter a coma separated list of font families. Font family names including space characters should be enclosed in double quotes. Eg.
fr: Une police de caractères personalisée alternative à 'moderne', 'classique' et 'code', que les visiteurs peuvent sélectionner pour les titres (h1 à h6) des textes co-ment. Saisissez une liste de familles de polices de caractères séparées par des virgules. Les noms de famille de police de caractères contenant des espaces doivent être entre guillemets. Ex.

source: Detach comments (optional)
fr: Détacher les commentaires (facultatif)

source: If some comments were attached to a chunck of text that is modified, check this option to keep these comments with no scope. Leave this option unchecked if you want that such comments be deleted. This option is ignored if the previous 'Keep comment' option is unchecked.
fr: Si certains commentaires étaient attachés à une portion de texte qui a été modifiée, cochez cette option pour conserver ces commentaires sans portée. Laissez cette option décochée si vous souhaitez que ces commentaires soient supprimés. Cette option est ignorée si la précédente option 'Conserver les commentaires' n'est pas cochée.
