Repository: co-ment/comt
Catalog: cm/locale/*/LC_MESSAGES/djangojs.po
Languages: bg, de, es, fr, nb

source: New comment
bg: Нов коментар
de: Neuer Kommentar
es: Comentario nuevo
fr: Nouveau commentaire
nb: Ny merknad

source: New comment will be canceled, continue?
bg: Новия коментар ще бъде отменен искате ли да продължите?
de: Neuer Kommentar wird abgebrochen, fortsetzen?
es: El nuevo comentario será cancelado. żDesea continuar?
fr: L'ajout d'un nouveau commentaire va être annulé, continuer ?
nb: Ønsker du å avbryte opprettelsen av en ny merknad?

source: Warning
bg: Предупреждение
de: Warnung
es: Aviso
fr: Avertissement
nb: Advarsel

source: Started reply will be canceled, continue?
bg: Написаният до сега коментар ще бъде изтрит, искате ли да продължите?
de: Angefangene Antwort wird abgebrochen, fortsetzen?
es: La respuesta que ha comenzado será cancelada. żDesea continuar?
fr: L'ajout d'une nouvelle réponse va être annulé, continuer ?
nb: Ønsker du å avbryte påbegynt svar?

source: Started comment edition will be canceled, continue?
bg: Започнатият коментар ще бъде отменен, искате ли да продължите?
de: Begonnene Änderung an Kommentar wird abgebrochen, fortsetzen?
es: La edición de comentario que ha comenzado será cancelada. żDesea continuar?
fr: L'édition du commentaire va être annulé, continuer ?
nb: Ønsker du å avbryte påbegynte endringer i merknaden?

source: Table of contents
bg: Таблица на съдържанието
de: Inhaltsverzeichnis
es: Tabla de contenidos
fr: Table des matières
nb: Innholdsfortegnelsen

source: change comment state to pending
bg: Сменете на статуса на коментара на 'в очакване'
de: ändere Kommentar-Zustand in schwebend
es: Cambiar el estado del comentario a 'pendiente'
fr: changer l'état du commentaire à 'en attente'
nb: endre tilstand til pågående

source: change comment state to approved
bg: Променете статуса на коментара на одобрен
de: ändere Kommentar-Zustand in bestätigt
es: Cambiar el estado del comentario a 'aprobado'
fr: changer l'état du commentaire à 'validé'
nb: endre tilstand til godkjent

source: change comment state to unapproved
bg: променете състоянието на коментара на неодобрен
de: ändere Kommentar-Zustand in unbestätigt
es: Cambiar el estado del comentario a 'no aprobado'
fr: changer l'état du commentaire à 'modéré'
nb: endre tilstand til ikke-godkjent

source: cancel changing the state of this comment
bg: отменете промяната на състоянието на този коментар
de: Änderung des Zustand dieses Kommentars abbrechen
es: Cancelar el cambio de estado de este comentario
fr: annuler le changement d'état du commentaire
nb: avbryt endring av merknadens tilstand

source: pending
bg: в очакване
de: schwebend
es: pendiente
fr: en attente
nb: pågående

source: approved
bg: одобрен
de: bestätigt
es: aprobado
fr: validé
nb: godkjent

source: unapproved
bg: неодобрен
de: unbestätigt
es: no aprobado
fr: modéré
nb: ikke-godkjent

source: cancel
bg: отказ
de: abbrechen
es: cancelar
fr: annuler
nb: avbryt

source: show replies
bg: покажи отговорите
de: zeige Antworten
es: mostrar respuestas
fr: voir les réponses
nb: vis svar

source: change to:
bg: промени на:
de: ändern in:
es: cambiar a:
fr: changer en :
nb: endre til:

source: reply
bg: отговор
de: Antwort
es: respuesta
fr: réponse
nb: svar

source: edit comment
bg: редактиране на коментарът
de: Kommentar bearbeiten
es: editar comentario
fr: éditer le commentaire
nb: endre merknad

source: delete comment
bg: изтрийте коментарът
de: Kommentar löschen
es: borrar comentario
fr: supprimer le commentaire
nb: slett merknad

source: edit
bg: редактиране
de: bearbeiten
es: editar
fr: éditer
nb: endre

source: delete
bg: изтрий
de: löschen
es: borrar
fr: supprimer
nb: slett

source: close
bg: затвори
de: schließen
es: Cerrar
fr: fermer
nb: lukk

source: show scope
bg: афиширане на обхвата
de: Bereich anzeigen
es: mostrar alcance
fr: afficher la portée
nb: vis kontekst

source: Comment is detached: it was created on a previous version and text it applied to has been modified or removed.
bg: Коментарът е отделен : той е създаден към предишна версия и текстът, към който е принадлежал е променен или изтрит.
de: Kommentar ist abgehängt: er wurde zu einer vorherigen Version erzeugt und bezieht sich auf Text der geändert oder gelöscht wurde
es: Comentario se separa: se creó en una versión anterior y el texto queaplicado a ha sido modificado o eliminado.
fr: Ce commentaire est détaché : il a été créé sur une version précédente et le texte auquel il s'appliquait a été modifié ou supprimé.
nb: Merknad er frakoblet: den var opprettet i en tidligere versjon, og teksten, som merknaden er knyttet til, er blitt endret eller slettet.

source: last modified on %(date)s
bg: последна промяна на %(date)s
de: zuletzt geändert am %(date)s
es: última modificación en %(date)s
fr: dernière modification le %(date)s
nb: sist endret %(date)s

source: Permalink to this comment
bg: Постоянен линк към този коментар
de: Permalink zu diesem Kommentar
es: Enlace permanente a este comentario
fr: Lien permanent vers ce commentaire
nb: Fast adresse til denne merknaden

source: by %(name)s, created on %(date)s
bg: от %(name)s, създаден на %(date)s
de: von %(name)s, erzeugt am %(date)s
es: por %(name)s, creado en %(date)s
fr: par %(name)s, crée le %(date)s
nb: av %(name)s, opprettet %(date)s

source: category
bg: категория
de: Kategorie
es: categoría
fr: catégorie
nb: kategori

source: comment
bg: коментар
de: Kommentar
es: comentario
fr: commentaire
nb: merknad

source: No selection yet
bg: Все още нищо не е избрано
de: Noch keine Auswahl
es: Aún no ha realizado ninguna selección
fr: Rien de sélectionné pour l'instant
nb: Intet merket ennå

source: Username:
bg: Потребителско име:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
nb: Brukernavn:

source: E-mail address:
bg: Имейл адрес:
de: E-Mail Adresse:
es: Dirección de correo electrónico:
fr: Email :
nb: Epostadresse:

source: Title:
bg: Заглавие:
de: Titel:
es: Título:
fr: Titre :
nb: Overskrift:

source: Content:
bg: Съдържание:
de: Inhalt:
es: Contenido:
fr: Contenu :
nb: Innhold:

source: Tag:
bg: Таг:
de: Schlagwort:
es: Etiqueta:
nb: Etikett:

source: Modify comment's scope:
bg: Промяна на обхвата на коментара:
de: Den Bereich des Kommentars ändern:
es: Modificar el campo del comentario:
fr: Modifier la portée du commentaire :
nb: Endre merknadens kontekst:

source: Comment will apply to this selection:
bg: Коментарът ще се отнася за тази част от текста:
de: Kommentar wird sich auf diese Auswahl beziehen:
es: El comentario se aplicará a la siguiente selección:
fr: Le commentaire s'appliquera à cet extrait sélectionné dans le texte :
nb: Merknaden vil gjelde følgende tekstområde:

source: Save
bg: Запамети
de: Speichern
es: guardar
fr: Sauver
nb: Lagre

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fr: Annuler
nb: Avbryt

source: Category:
bg: Категория:
de: Kategorie:
es: Categoría:
fr: Catégorie :
nb: Kategori:

source: no filtered comments left
bg: няма останали коментари, след прилагане на филтъра
de: keine gefilterten Kommentare übrig
es: no hay comentarios flitrados
fr: plus aucun commentaire filtré
nb: ingen filtrerte merknader igjen

source: Do you want to be notified of all replies in all discussions you participated in?
bg: Искате ли да бъдете уведомени за всички дискусии, в които сте участвали?
de: Willst Du über alle Antworten in Diskussionen an denen Du teilgenommen hast benachrichtig werden?
es: ¿Quiere usted ser notificado de todas las respuestas en todas las discusiones que participó en?
fr: Voulez-vous vous abonner aux notifications portant sur toutes les discussions auxquelles vous avez participé ?
nb: Ønsker du å abonnere på varsler for alle svar i diskusjoner hvor du har deltatt?

source: Reply notification
bg: Съобщение за отговор
de: Antwortbenachrichtigung
es: Aviso de repuesta
fr: Notification des réponses
nb: Varsel om svar

source: could not save comment
bg: коментарът не можа да бъде запаметен
de: Kommentar konnte nicht gespeichert werden
es: no se pudo guardar el comentario
fr: impossible de sauver le commentaire
nb: kunne ikke lagre merknad

source: Are you sure you want to delete this comment?
bg: Сигурни ли сте, че искате да изтриете този коментар?
de: Soll dieser Kommentar wirklich gelöscht werden?
es: ¿Está seguro/a de que desea borrar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
nb: Ønsker du å slette denne merknaden?

source: could not remove comment
bg: коментарът не можа да бъде изтрит
de: Kommentar konnte nicht entfernt werden
es: No se pudo eliminar el comentario
fr: impossible de supprimer le commentaire
nb: kunne ikke slette merknad

source: Edit comment
bg: Промяна на коментар
de: Kommentar bearbeiten
es: Editar comentario
fr: Edition du commentaire
nb: Endre merknad

source: error:
bg: грешка:
de: Fehler:
fr: erreur :
nb: feil:

source: New reply
bg: Нов отговор
de: Neue Antwort
es: Respuesta nueva
fr: Nouvelle réponse
nb: Nytt svar

source: custom
bg: персонализирани
de: gewählten
es: personalizado
fr: personnalisé
nb: tilpasset

source: modern
bg: модерен
es: moderno
fr: moderne
nb: moderne

source: classic
bg: класически
de: klassisch
es: clásico
fr: classique
nb: klassisk

source: code
bg: код
es: código
nb: kode

source: print from the browser
bg: напечатване от браузъра
de: aus dem Browser drucken
es: imprimir desde el navegador
fr: imprimer depuis le navigateur
nb: skriv ut fra nettleser

source: download html file (.html)
bg: изтегляне на html фаил (.html)
de: HTML-Datei (.html) herunterladen
es: descargar archivo html (.html)
fr: télécharger un fichier html (.html)
nb: last ned fil i HTML-format (.html)

source: download markdown file (.mkd)
bg: Изтегляне на мarkdown фаил (.mkd)
de: Markdown-Datei (.mkd) herunterladen
es: descargar archivo markdown (.mkd)
fr: télécharger un fichier markdown (.mkd)
nb: last ned fil i Markdown-format (.mkd)

source: print in PDF format
bg: отпечатате в PDF формат
de: Drucken im PDF-Format
es: imprimir en formato PDF
fr: imprimer en format PDF
nb: skrive ut i PDF-format

source: download portable object format file (.pdf)
bg: Изтегляне на pdf файл (.pdf)
de: PDF-Datei (.pdf) herunterladen
es: descargar archivo en formato PDF (.pdf)
fr: télécharger un fichier pdf (.pdf)
nb: last ned fil i PDF-format (.pdf)

source: download latex file (.tex)
bg: изтегляне на latex фаил (.tex)
de: LaTeX-Datei (.tex) herunterladen
es: descargar archivo como fichero latex (.tex)
fr: télécharger un fichier latex (.tex)
nb: last ned fil i LaTeX-format (.tex)

source: download open document file (.odt)
bg: Изтегляне на open файл (.odt)
de: Open-Document-Datei (.odt) herunterladen
es: descargar archivo como documento de openoffice (.odt)
fr: télécharger un fichier open document (.odt)
nb: lest ned fil i OpenDocument-format (.odt)

source: download microsoft word file (.doc)
bg: Изтегляне на microsoft word файл (.doc)
de: Download Microsoft Word-Datei (. doc)
es: descargar archivo en formato microsoft word (.doc)
fr: télécharger un fichier microsoft word (.doc)
nb: last ned fil i Microsoft Word-format (.doc)

source: download microsoft word 2007 file (.docx)
bg: Изтегляне на microsoft word 2007 файл (.docx)
de: Download Microsoft Word 2007-Datei (. docx)
es: descargar archivo en formato microsoft word 2007 (.docx)
fr: télécharger un fichier microsoft word 2007 (.docx)
nb: last ned fil i Microsoft Word-format 2007 (.docx)

source: download ebook (.epub)
bg: Изтегляне на ebook (.epub)
de: ebook downloaden (. epub)
es: descargar archivo en formato ebook (.epub)
fr: télécharger un ebook (.epub)
nb: last ned fil i ebok-format (.epub)

source: download XML file for re-importing text and comments
bg: изтеглите XML файл за повторен внос текст и коментари
de: Download XML-Datei für die Wieder Importieren von Text und Kommentare
es: descargar archivo XML para la re-importación de texto y comentarios
fr: télécharger le fichier XML pour re-importer le texte et les commentaires
nb: last ned XML-fil for å kunne re-importere tekst og kommentarer

source: Print text
bg: Отпечатване на текстa
de: Text drucken
es: Imprimir texto
fr: Impression du texte
nb: Skriv ut tekst

source: How do you want to print?
bg: Как искате да напечатате текста?
de: Wie soll gedruckt werden?
es: ¿Cómo desea imprimir?
fr: Comment voulez-vous imprimer ?
nb: Hvordan ønsker du å skrive ut?

source: Export text
bg: Експортиране на текст
de: Text exportieren
es: Exportar texto
fr: Export du texte
nb: Eksporter tekst

source: Choose file format
bg: Изберете формат на файл
de: Dateiformat wählen
es: Elegir el formato de archivo
fr: Choisissez le format du fichier
nb: Velg filformat

source: using markers only, no background colors
bg: използване само на маркери, без цвят на фона
de: benutze nur Marker, keine Hintergrundfarben
es: Usando sólo los indicadores, no los colores del fondo
fr: en utilisant des marqueurs, pas de couleur de fond
nb: bruker bare markører, ingen bakgrunnsfarger

source: using markers and background colors
bg: използване на маркери и фонови цветове
de: benutze nur Marker und Hintergrundfarben
es: usando indicadores y colores del fondo
fr: en utilisant des marqueurs et la couleur de fond
nb: bruker markører og bakgrunnsfarger

source: all (%(nb_comments)s)
bg: всички (%(nb_comments)s)
de: alle (%(nb_comments)s)
es: Todos (%(nb_comments)s)
fr: tous (%(nb_comments)s)
nb: alle (%(nb_comments)s)

source: current filtered ones (%(nb_comments)s)
bg: филтрирани в момента (%(nb_comments)s)
de: aktuell Gefilterte (%(nb_comments)s)
es: actualmente filtrados (%(nb_comments)s)
fr: ceux actuellement filtrés (%(nb_comments)s)
nb: filtrert (%(nb_comments)s)

source: none (0)
bg: нито един (0)
de: keine (0)
es: ninguno (0)
fr: aucun (0)
nb: ingen (0)

source: loading...
bg: зареждане...
de: laden...
es: cargando...
fr: chargement...
nb: laster...

source: click to show options
bg: кликнете за да се афишират всички възможности
de: klicken um Optionen zu zeigen
es: Haga clic para mostrar las opciones
fr: cliquer pour voir les options
nb: klikk for å vise valg

source: click to hide options
bg: кликнете за да скриете опциите
de: klicken um Optionen zu verbergen
es: Haga clic para ocultar las opciones
fr: cliquer pour cacher les options
nb: klikk for å skjule valg

source: Text
bg: Текст
es: Texto
fr: Texte
nb: Tekst

source: Search
bg: Търсене
de: Suchen
es: Buscar
fr: Rechercher
nb: Søk

source: Reset
bg: Реинициализиране
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
nb: Nullstill

source: Hide all Comments
bg: Скрий всички коментари
de: Alle Kommentare verbergen
es: Ocultar todos los comentarios
fr: Cacher tous les commentaires
nb: Skjul alle merknader

source: Authors
bg: Автори
de: Autoren
es: Autores
fr: Auteurs
nb: Forfattere

source: States
bg: Състояния
de: Zustände
es: Estados
fr: Etats
nb: Tilstander

source: Dates
bg: Дати
de: Daten
es: Fechas
nb: Datoer

source: Tags
bg: Тагове
de: Schlagworte
es: Etiquetas
nb: Etiketter

source: Categories
bg: Категории
de: Kategorien
es: Categorías
fr: Catégories
nb: Kategorier

source: view previous comment
bg: виж предишните коментари
de: vorherige Version anzeigen
es: Visualizar un comentario anterior
fr: voir le commentaire précédent
nb: se forrige merknad

source: view next comment
bg: виж следващите коментари
de: nächste Version anzeigen
es: Ver el siguiente comentario
fr: voir le commentaire suivant
nb: se neste merknad

source: view first comment
bg: виж първия коментар
de: ersten Kommentar anzeigen
es: ver el primer comentario
fr: voir le premier commentaire
nb: se første merknad

source: view last next comment
bg: виж последния коментар
de: letzten nächsten Kommentar anzeigen
es: Ver el último comentario
fr: voir le dernier commentaire
nb: se siste merknad

source: view all comments
bg: Виж всички коментари
de: alle Kommentare anzeigen
es: Ver todos los comentarios
fr: voir tous les commentaires
nb: se alle merknader

source: view all detached comments
bg: Виж всички отстранени коментари
de: alle abgehängten Kommentare anzeigen
es: Ver comentarios desarraigados
fr: voir tous les commentaires détachés
nb: se alle frakoblede merknader

source: toggle advance interface
bg: Покажи / скрий напредналия интерфейс
de: Fortgeschrittene Schnittstelle an-/abschalten
es: Activar opciones avanzadas
fr: voir/cacher l'interface avancée
nb: slå på/av avansert grensesnitt

source: toggle table of contents
bg: Покажи / скрий таблица на съдържанието
de: Knieinhaltsverzeichnis
es: activar la tabla de contenidos
fr: afficher la table des matières
nb: slå på/av innholdsfortegnelsen

source: print document with/without comments
bg: Напечатай документа с/без коментари
de: Dokument mit/ohne Kommentare drucken
es: imprimir el documento con/sin comentarios
fr: imprimer le document (avec ou sans les commentaires)
nb: skriv ut dokument med/uten merknader

source: export document with/without comments
bg: Експортирай документа с/без коментари
de: Dokument mit/ohne Kommentare exportieren
es: exportar el documento con/sin comentarios
fr: exporter le document (avec ou sans les commentaires)
nb: eksporter dokument med/uten merknader

source: toggle full screen view
bg: Преминете на цял екран
de: Vollbild an-/ausschalten
es: activar la vista de pantalla completa
fr: passer en mode plein écran
nb: slå på/av visning på full side

source: text feed
bg: захранване на текста
es: respuesta del texto
fr: fil du texte
nb: textstrøm

source: add a comment
bg: добавете коментар
de: Kommentar hinzufügen
es: ańadir un comentario
fr: ajouter un commentaire
nb: opprett merknad

source: filter:
bg: филтър:
es: flitro:
fr: filtre :

source: browse by:
bg: Подреждане по:
de: betrachten nach:
es: Ver por:
fr: parcourir par :
nb: navigasjon etter:

source: location
bg: място
de: Ort
es: localización
fr: emplacement
nb: plassering

source: modification
bg: модификация
de: Änderung
es: modificación
nb: endring

source: unthread discussions
bg: подравнете отговорите на коментарите на ляво, за да се открие текста
de: Diskussion nicht als Fäden darstellen
es: Debates no incluidos en ningún hilo de debate
fr: aligner les réponses aux commentaires sur la gauche pour rendre possible la lecture du texte
nb: skjul diskusjonstråder

source: thread discussions
bg: подравнете отговорите към коментарите, за да се види нишката на дискусията
de: Diskussion als Fäden darstellen
es: Hilos de debate
fr: décaler les réponses aux commentaires pour mettre en évidence le fil de la discussion
nb: vis diskusjonstråder

source: Text style
bg: Стил на текста
de: Text-Stil
es: Estilo del texto
fr: Style du texte
nb: Stil

source: Animation duration
bg: Продължителност на анимацията
de: Dauer der Animation
es: Duración de la animación
fr: Durée des animations
nb: Varighet for animasjon

source: (0.001 to 1 second)
bg: (0.001 до 1 секунда)
de: (0,001 bis 1 Sekunde)
es: de 0.001 a 1 segundo
fr: (0.001 à 1 seconde)
nb: (fra 0.001 til 1 sekund)

source: preferences reset (will apply on next load)
bg: Предпочитания на инициализиране (прилагат се при зареждане на текста)
de: Einstellungen zurückgesetzt (wird beim nächsten Laden angewandt)
es: Preferencias reiniciadas (se aplicará en la siguiente carga)
fr: préférences réinitialisées (s'appliqueront au prochain chargement)
nb: innstillinger nullstilt (aktiveres ved neste innlasting)

source: preferences saved (will apply on next load)
bg: Предпочитанията са запазени (ще бъдат приложени при зареждане на текста)
de: Einstellungen gespeichert (wird beim nächsten Laden angewandt)
es: Preferencias guardadas (se aplicará en la siguiente carga)
fr: préférences sauvées (s'appliqueront au prochain chargement)
nb: innstillinger lagret (aktiveres ved neste innlasting)

source: filter reset
bg: инициализиране на филтъра
de: Filter zurückgesetzt
es: Reiniciar filtro
fr: filtre réinitialisé
nb: filter nullstilt

source: filter applied
bg: филтърът е приложен
de: Filter angewendet
es: Filtro aplicado
fr: filtre activé
nb: filtrert

source: discussion
bg: дискусия
de: Diskussion
es: Debate
nb: diskusjon

source: comment
bg: коментар
de: Kommentar
es: Comentario
fr: commentaire
nb: merknad

source: all
bg: всички
de: alle
es: Todos
fr: tous
nb: alle

source: last 24 hours (%(nb_comments)s)
bg: последните 24 часа (%(nb_comments)s)
de: letzte 24 Stunden (%(nb_comments)s)
es: Últimas 24 horas (%(nb_comments)s)
fr: dernières 24 heures (%(nb_comments)s)
nb: siste 24 timer (%(nb_comments)s)

source: No
bg: Не
de: Nein
fr: Non
nb: Nei

source: Yes
bg: Да
de: Ja
es: Sí
fr: Oui
nb: Ja

source: First Level Heading
bg: Заглавие от първо ниво
de: Überschrift erster Ordnung
es: Encabezado del primer nivel
fr: Titre de premier niveau
nb: Overskrift - nivå 1

source: Your title here...
bg: Вашето заглавие е тук...
de: Dein Titel hier...
es: Introduzca aquí su título...
fr: Votre titre ici ...
nb: Din overskrift kommer her...

source: Second Level Heading
bg: Заглавие от второ ниво
de: Überschrift zweiter Ordnung
es: Encabezado del segundo nivel
fr: Titre de second niveau
nb: Overskrift - nivå 2

source: Heading 3
bg: Заглавие 3
de: Überschrift 3
es: Encabezado 3
fr: Titre 3
nb: Overskrift - nivå 3

source: Heading 4
bg: Заглавие 4
de: Überschrift 4
es: Encabezado 4
fr: Titre 4
nb: Overskrift - nivå 4

source: Heading 5
bg: Заглавие 5
de: Überschrift 5
es: Encabezado 5
fr: Titre 5
nb: Overskrift - nivå 5

source: Heading 6
bg: Заглавие 6
de: Überschrift 6
es: Encabezado 7
fr: Titre 6
nb: Overskrift - nivå 6

source: Bold
bg: Дебел шрифт
de: Fett
es: Negrita
fr: Gras
nb: Fett

source: Italic
bg: Наклонен шрифт
de: Kursiv
es: Cursiva
fr: Italique
nb: Kursiv

source: Bulleted List
bg: Списък с водещи символи
de: Ungeordnete Liste
es: Lista no numerada
fr: Liste à puce
nb: Punktliste

source: Numeric List
bg: Номериран списък
de: Nummerierte Liste
es: Lista numerada
fr: Liste numérotée
nb: Nummerert liste

source: Picture
bg: Картина
de: Bild
es: Imagen
fr: Image
nb: Bilde

source: Link
bg: Връзка
de: Verweis
es: Enlace
fr: Lien
nb: Kobling

source: Quotes
bg: Цитати
de: Zitat
es: Citas
fr: Citation
nb: Sitat

source: Code Block / Code
bg: Блок код / Код
de: Code
es: Codifcar en bloque / Código
fr: Bloc de Code / Code
nb: Kode

source: Preview
bg: Предварителен преглед
de: Vorschau
es: Previsualizar
fr: Prévisualiser
nb: Forhåndsvisning

source: Paragraph
bg: Параграф
de: Absatz
es: Párrafo
fr: Paragraphe
nb: Avsnitt

source: Stroke through
bg: Задраскан
de: Durchgestrichen
es: Efectos del texto
fr: Barré
nb: Strøket

source: List element
bg: Елемент на списък
de: Listenelement
es: Listar elemento
fr: Elément d'une liste
nb: Listeelement

source: Your text to link...
bg: Вашият текст за връзка ...
de: Text zum verweisen...
es: Su texto para enlazar...
fr: Votre texte du lien ...
nb: Koblingstekst...

source: Clean
bg: Изтрий
de: Sauber
es: Limpiar
fr: Nettoyer
nb: Ren

source: You chose not to create a new version all comments will be deleted
bg: Тъй като вие избрахте да не създадете нова версия, всички коментари ще бъдат изтрити
de: Keine neuer Version erzeugt - alle Kommentare werden gelöscht
es: Que optó por no crear una nueva versión todos los comentarios serán eliminados
fr: Comme vous avez choisi de ne pas créer de nouvelle version, tous les commentaires seront supprimés
nb: Siden du ikke ønsket å opprette en ny versjon, vil alle merknader bli slettet

source: Do you want to continue?
bg: Искате ли да продължите?
de: Weiter?
es: ¿Desea continuar?
fr: Voulez vous continuer ?
nb: Ønsker du å fortsette?

source: Go !
de: Los !
es: ĄAdelante!
nb: Kjør!
