Repository: co-ment/comt
Catalog: cm/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: This account is suspended, contact the workspace administrator.
de: Dieses Konto ist gesperrt, kontaktiere den Arbeitsflächenadministrator.
pt_br: Essa conta estpa suspensa, entre em contato com o administrador da área de trabalho.

source: You've been logged out.
de: Du wurdest abgemeldet
pt_br: Você saiu.

source: You've been registered, you will receive a confirmation mail once a moderator has approved your membership.
de: Du wurdest registriert, Du erhältst eine Bestätigung per E-Mail sobald ein Moderator deine Mitgliedschaft bestätigt hat.
pt_br: Você se inscreveu. Você receberá um email de confirmação quando o moderador aprovar sua participação.

source: You've been registered, please check your email for the confirm message.
de: Du wurdest registriert, bitte überprüfe dein Postfach für eine Bestätigung per E-Mail.
pt_br: Você se inscreveu. Favor verifique em seu email a mensagem de confirmação.

source: Format
pt_br: Formatar

source: Format:
pt_br: Formatar:

source: name
pt_br: nome

source: Name:
pt_br: Nome:

source: Moderation
pt_br: Moderador

source: co-ment uses states to implement moderation policies.
pt_br: co-ment usa estados para implementar políticas de moderação.

source: Text followup
pt_br: Acompanhar o texto

source: Version
pt_br: Versões

source: Version %(version_number)s
pt_br: versão #%(version_number)s

source: Text
pt_br: Texto

source: %(nb_texts)s text
pt_br: %(nb_texts)s texto

source: Add stylesheet rules in CSS format (do not include <code>&lt;style&gt;</code> HTML tags). Warning: this code will be added to all content, make sure you know what you're doing before adding something here.
pt_br: Adicionar regras de estilo em formato de CSS (não incluem <code>&lt;style&gt;</code> tags HTML). Aviso: este código será adicionado a todo o conteúdo, verifique se você sabe o que está fazendo antes de adicionar algo aqui.

source: Custom alternative font family to 'modern', 'classic' and 'code' that visitors can chose for the body of co-ment texts. Enter a coma separated list of font families. Font family names including space characters should be enclosed in double quotes. Eg.
pt_br: Família de fonte personalizado alternativa ao 'moderno', 'clássico' e 'código' que os visitantes podem escolher para o corpo do co-mento textos. Insira uma lista separada coma de famílias de fontes. Nomes de fontes da família, incluindo os caracteres de espaço deve ser colocada entre aspas duplas. Por exemplo

source: Custom alternative font family to 'modern', 'classic' and 'code' that visitors can chose for titles (h1 to h6) of co-ment texts. Enter a coma separated list of font families. Font family names including space characters should be enclosed in double quotes. Eg.
pt_br: Família de fonte personalizado alternativa ao 'moderno', 'clássico' e 'código' que os visitantes podem escolher por títulos (H1 a H6) de co-mento textos. Insira uma lista separada coma de famílias de fontes. Nomes de fontes da família, incluindo os caracteres de espaço deve ser colocada entre aspas duplas. Por exemplo

source: If some comments were attached to a chunck of text that is modified, check this option to keep these comments with no scope. Leave this option unchecked if you want that such comments be deleted. This option is ignored if the previous 'Keep comment' option is unchecked.
pt_br: Se alguns comentários foram anexados a um chunck de texto que é modificado, marque esta opção para manter esses comentários sem escopo. Deixe essa opção desmarcada se desejar que esses comentários sejam excluídos. Esta opção é ignorada se o anterior 'Manter comentários' opção está desmarcada.

source: Name (optional)
pt_br: Nome (opcional)

source: Email (optional)
pt_br: Email (opcional)
