Repository: co-ment/comt
Catalog: cm/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: Compare last two versions
de: Die letzten zwei Versionen vergleichen
pt_br: Comparar duas últimas versões

source: Most recent version
de: Aktuellste Version
pt_br: Versão mais recente

source: Original version
de: Urfassung
pt_br: Versão original

source: Compare selected versions
de: Ausgewählte Versionen vergleichen
pt_br: Compare as versões seleccionadas

source: Selection
de: Auswahl
pt_br: Ações

source: Author
de: AutorIn
pt_br: Autor

source: Created
de: Erzeugt
pt_br: Criado

source: # comments
de: # Kommentare
pt_br: comentários

source: View
de: Anzeigen
pt_br: Ver

source: Compare with previous version
de: Mit vorheriger Version vergleichen
pt_br: Comparar com versão anterior

source: Revert to this version
de: Zu dieser Version zurücksetzen
pt_br: Reverter para esta versão

source: Previous modification
de: Vorherige Änderung
pt_br: Modificação anterior

source: Comparison between version #%(version_1_number)s and #%(version_2_number)s
de: Vergleich zwischen Version #%(version_1_number)s und #%(version_2_number)s
pt_br: diferenças entre a versão #%(version_1_number)s e a versão #%(version_2_number)s

source: Next modification
de: Nächste Änderung
pt_br: Aviso de texto

source: No differences
de: Keine Unterschiede
pt_br: Sem diferenças

source: Previous version
de: Vorherige Version
pt_br: Versõe anterior

source: Next version
de: Nächste Version
pt_br: Próxima versõe

source: Compare with next version
de: Mit nächster Version vergleichen
pt_br: Comparar com a próxima versão

source: by %(author)s
de: von %(author)s
pt_br: por %(author)s

source: Filter by tag:
de: Nach Schlagwort filtern:
pt_br: Filtrar por palavra-chave:

source: All
de: Alle
pt_br: Todas

source: Bulk Actions
de: Aktionen für große Mengen
pt_br: Ações em massa

source: Delete
de: Löschen
pt_br: Apagar

source: Apply
de: Anwenden
pt_br: Aplicar

source: Are you sure?
de: Bist Du sicher?
pt_br: Confirma?

source: Modified
de: Geändert
pt_br: Modificar

source: Last week activity
de: Aktivität der letzten Woche
pt_br: Atividade da última semana

source: tags:
de: Schlagworte:
pt_br: palavras-chave:

source: Filter by tag: %(tag_name)s
de: Nach Schlagwort filtern: %(tag_name)s
pt_br: Filtrar por palavra chave: %(tag_name)s

source: Edit
de: Bearbeiten
pt_br: Editar

source: Are you sure you want to delete this text?
de: Diesen Text wirklich löschen?
pt_br: Confirmar a exclusão desse texto?

source: Users
de: BenutzerInnen
pt_br: Usuários

source: Edit user
de: BenutzerIn bearbeiten
pt_br: Editar usuários

source: Users' list
de: BenutzerInnenliste
pt_br: Lista de usuários

source: Add a new user
de: BenutzerIn hinzufügen
pt_br: Adicionar um novo usuários

source: Add users in bulk
de: Große Menge von BenutzerInnen hinzufügen
pt_br: Adicionar usuários em massa

source: People' list
de: Personenliste
pt_br: Lista de pessoas

source: Hide suspended users
de: Gesperrte BenutzerInnen verbergen
pt_br: Ocultar usuários suspensos

source: Display suspended users
de: Gesperrte BenutzerInnen anzeigen
pt_br: Mostrar usuários suspensos

source: User
de: BenutzerIn
pt_br: Usuário

source: The 'Workspace role' is the global role that applies to every text, you can give a user a particular role on this text using the 'text role' column on the right
de: Die 'Workspace-Rolle' ist der globale Rolle, die jedem Text gilt, können Sie einem Benutzer eine bestimmte Rolle in diesem Text über die Spalte 'Text Rolle' auf der rechten Seite geben
pt_br: A "função da área de trabalho" é a função global que se aplica a todos os textos. Você pode atribuir a um usuário uma função particular usando a coluna "função do texto" à direita

source: Workspace role
de: Arbeisflächenrolle
pt_br: Função da área de trabalho

source: This role has been overriden on this text by a text role: %(rolename)s
de: Diese Rolle hat auf diesen Text durch einen Text überschrieben worden Rolle: %(rolename)s
pt_br: Essa função foi sobreposta no texto pela função do texto: %(rolename)s

source: Edit anonymous users
de: Anonyme BenutzerInnen bearbeiten
pt_br: Editar usuários anônimos

source: Anonymous users
de: Anonyme BenutzerIn
pt_br: Usuários anônimos

source: add a comment
de: einen Kommentar hinzufügen
pt_br: comentar

source: Filter comments
de: Kommentare filtern
pt_br: Filtrar comentários

source: Preferences
de: Eigenschaften
pt_br: Preferências

source: Text preferences
de: Texteigenschaften
pt_br: Preferências de texto

source: Loading text…
de: Lade Text...
pt_br: Carregar o texto…

source: Which comments?
de: Welcher Kommentar?
pt_br: Quais comentários

source: How should comments' scope be shown in text?
de: Wie soll der Bereich eines Kommentars im dargestellt werden?
pt_br: Como os assuntos dos comentários deve aparecer no texto?

source: Unauthorized
de: Unautorisiert
pt_br: Desautorizado

source: The user will receive an email invitation to join the workspace. You can customize the email sent by using the 'Note' field bellow.
de: Die/Der BenutzerIn wird per E-Mail eine Einladung der Arbeitsfläche beizutreten erhalten. Die E-Mail kann über das 'Notiz' Feld unten angepasst werden.
pt_br: Esse usuário receberá um convite por email para entrar na área de trabalho. Você pode personalizar o email enviado usando o campo "Observação" abaixo.

source: The user will receive an email invitation to join the workspace.
de: Die/Der BenutzerIn wird per E-Mail eine Einladung der Arbeitsfläche beizutreten erhalten.
pt_br: Esse usuário receberá um convite por email para entrar na área de trabalho.

source: You can customize the email sent by using the 'Note' field bellow.
de: Die E-Mail kann über das 'Notiz' Feld unten angepasst werden.
pt_br: Você pode personalizar o email enviado usando o campo "Observação" abaixo.

source: Contact user
de: BenutzerIn kontaktieren
pt_br: Contatar usuário

source: Contact user %(username)s
de: BenutzerIn %(username)s kontaktieren
pt_br: Contatar usuário %(username)s

source: Edit user %(username)s
de: BenutzerIn %(username)s bearbeiten
pt_br: Editar usuário %(username)s

source: Suspend access
de: Zugriff sperren
pt_br: Suspender acesso

source: Enable access
de: Zugriff ermöglichen
pt_br: Permitir acesso

source: Change role to %(role_name)s
de: Ändere Rolle in %(role_name)s
pt_br: Alterar a função para %(role_name)s

source: Date joined
de: Datum des Beitritts
pt_br: Data de entrada

source: Role
de: Rolle
pt_br: Função

source: Those are non-registered users. Assign them a role to open your texts to simple visitors.
de: Das sind nicht-registrierte Benutzer. Ordnen Sie ihnen eine Rolle, um Ihre Texte, einfache Besucher zu öffnen.
pt_br: Esses são os usuários não-registrados. Atribuir-lhes um papel de abrir os textos para os visitantes simples.

source: The users will receive an email invitation to join the workspace.
de: Die/Der BenutzerIn wird per E-Mail eine Einladung der Arbeitsfläche beizutreten erhalten.
pt_br: Os usuários receberão um convite por email para entrar na área de trabalho.

source: %(nb_users)s user
de: %(nb_users)s BenuterIn
pt_br: %(nb_users)s usuário

source: Privacy policy
de: Datenschutz
pt_br: Política de privacidade

source: Logout
de: Abmelden
pt_br: Sair

source: Markdown (or rst) is a structured format which permit simple formatting with simple textual syntax. We recommend you use the 'markown' format unless you want to paste HTML (in which case you should use the 'html' format).
de: Markdown (oder rat) ist ein strukturiertes Format, das einfache Formatierungen mit einer einfach Syntax ermöglicht. Wir empfehlen die Verwendung des 'markdown' Formates, außer es soll HTML eingefügt werden (in diesem Fall sollte das Format 'html' gewählt werden).

source: Markdown (or rst) is a structured format which permit simple formatting with simple textual syntax. We recommend you use the 'markdown' format if your text is mostly text and/or if you will create many revisions of your text. You can use the 'html' format if your text will not be edited or if you want to preserve complex formatting (tables, images, etc.).
de: Markdown (oder rat) ist ein strukturiertes Format, das einfache Formatierungen mit einer einfach Syntax ermöglicht. Wir empfehlen die Verwendung des 'markdown' Formates wenn es sich bei dem Text hauptsächlich um Text handelt und/oder wenn viele Versionen des Textes erzeugt werden sollen. Das 'html' Format kann ausgewählt werden, wenn der Text nicht bearbeitet werden wird oder wenn komplexe Formatierungen (Tabellen, Bilder, usw.) erhalten werden sollen.

source: Texts (%(nb_texts)s)
de: Texte (%(nb_texts)s)
pt_br: Textos (%(nb_texts)s)

source: People (%(nb_users)s)
de: Personen (%(nb_users)s)
pt_br: Pessoas (%(nb_users)s)

source: Previous page
de: Vorherige Seite
pt_br: Página anterior

source: %(sindex)s-%(eindex)s of %(pcount)s
de: %(sindex)s-%(eindex)s von %(pcount)s
pt_br: %(sindex)s-%(eindex)s de %(pcount)s

source: Next page
de: Nächste Seite
pt_br: Próxima página

source: View all
de: Alle anzeigen
pt_br: Ver todo

source: paginate
de: paginieren
pt_br: paginar

source: Share
de: Teilen
pt_br: Compartilhar

source: by %(name)s on %(date)s
de: von %(name)s am %(date)s
pt_br: por %(name)s em %(date)s

source: You have attempted to leave this page. Unsaved changes will be lost. Are you sure you want to exit this page?
de: Du versuchst die Seite zu verlassen. Nicht gespeicherte Änderungen gehen dabei verloren. Willst du die Seite wirklich verlassen?
pt_br: Você tentou sair dessa página. Alterações não salvas serão perdidas. Confirmar?

source: last modified %(duration)s ago
de: zuletzt geändert vor %(duration)s
pt_br: modificado pela ultima vez %(duration)s atrás

source: People
de: Personen
pt_br: Pessoas

source: Versions
de: Versionen
pt_br: Versões

source: Embed
de: Einbetten
pt_br: Embutir

source: Your profile
de: Dein Profil
pt_br: Seu perfil

source: Edit user %(userprint)s
de: BenutzerIn %(userprint)s bearbeiten
pt_br: Editar usuário %(userprint)s

source: (Re-)send invitation
de: Einladungen (erneut) senden
pt_br: (Re-)enviar convite

source: Are you sure you want to suspend this user's access to the workspace?
de: Den Zugriff dieser/dieses BenutzerIn auf die Arbeitsfläche wirklich sperren?
pt_br: Confirmar a suspensão do acesso desse usuários à área de trabalho?

source: Are you sure you want to enable this user's access to the workspace?
de: Den Zugriff dieser/dieses BenutzerIn auf die Arbeitsfläche wirklich freigeben?
pt_br: Confirmar a permissão do acesso desse usuários à área de trabalho?

source: Are you sure you want to send this user an invitation to the workspace?
de: Dieser/Dieses BenutzerIn wirklich eine Einladung für die Arbeitsfläche senden?
pt_br: Confirmar o envio para esse usuário de convite à área de trabalho?

source: Approve
de: Bestätigen
pt_br: Aprovar

source: %Y-%m-%d %H:%M
de: %d.%m.%Y %H:%M

source: unknown
de: unbekannt
pt_br: desconhecido

source: Upload file
de: Datei hochladen
pt_br: Carregar arquivo

source: Upload a file from your computer instead of using the direct input above
de: Eine Datei vom Computer hochladen anstatt die direkte Eingabe zu verwenden
pt_br: Carregar arquivo do seu computador em vez de usar a inclusão direta acima

source: You should specify a file to upload.
de: Eine Datei zum hochladen angeben.
pt_br: Favor especificar o arquivo a ser carregado.

source: Upload XML file
de: XML-Datei hochladen
pt_br: Carregar de arquivo XML

source: Upload a previously exported XML file from your computer
de: Von Ihrem Computer hochladen zuvor exportierte XML-Datei
pt_br: Carregar um arquivo XML exportado anteriormente de seu computador

source: The imported file should be an XML file generated by co-ment when exporting a text and comments.
de: Die importierte Datei sollte eine durch Co-ment erzeugt, wenn ein Text und Kommentare XML-Datei sein.
pt_br: O arquivo importado deve ser um arquivo XML gerado pelo co-ment ao exportar um texto e comentários.

source: No co_ment_text node found in XML.
de: Kein co_ment_text Knoten in XML gefunden.
pt_br: Nenhum nó co_ment_text encontrada no XML.

source: No %(tag)s node found in XML.
de: Kein Knoten im XML-%(tag)s gefunden.
pt_br: Nenhum nó %(tag)s encontrada no XML.

source: The title of your text
de: Der Titel deines Textes
pt_br: O título do seu texto

source: Text "%(text_title)s" has been created
de: Text "%(text_title)s" wurde erzeugt
pt_br: O texto "%(text_title)s" foi criado

source: Text "%(text_title)s" has been imported
de: Text "%(text_title)s" importiert wurde
pt_br: O texto "%(text_title)s" foi importado

source: %(workspace_name)s's public feed
de: %(workspace_name)s öffentlicher feed
pt_br: Feed público de %(workspace_name)s

source: Workspace %(workspace_name)s public activity feed
de: Öffentlicher Aktivitätsfeed der Arbeitsfäche %(workspace_name)s
pt_br: Feed público das atividades da área de trabalho %(workspace_name)s

source: %(workspace_name)s's private feed
de: %(workspace_name)s privater feed
pt_br: Feed privado de %(workspace_name)s

source: Workspace %(workspace_name)s private feed
de: Privater feed der Arbeitsfäche %(workspace_name)s
pt_br: Feed privado da área de trabalho %(workspace_name)s

source: Text %(text_title)s's public feed
de: Öffentlicher feed des Textes %(text_title)s
pt_br: Feed público do texto %(text_title)s

source: Public activity feed for text %(text_title)s
de: Öffentlicher Aktivitätsfeed des Textes %(text_title)s
pt_br: Feed público das atividades do texto %(text_title)s

source: Text %(text_title)s's private feed
de: Privater feed des Textes %(text_title)s
pt_br: Feed privado do texto %(text_title)s

source: Private activity feed for text %(text_title)s
de: Privater Aktivitätsfeed des Textes %(text_title)s
pt_br: Feed privado das atividades do texto %(text_title)s

source: Private feed activated.
de: Privater feed aktiviert.
pt_br: Feed privado ativado.

source: Private feed reseted.
de: Privater feed zurückgesetzt.
pt_br: Feed privado restabelecido.

source: This notification has already been deactivated.
de: Diese Benachrichtigung wurde bereits deaktiviert.
pt_br: Esse aviso já foi desativado.

source: Notification deactivated.
de: Benachrichtigungen deaktiviert?
pt_br: Aviso desativado.

source: Deactivate notification?
de: Benachrichtigungen deaktivieren?
pt_br: Desativar aviso?

source: Private notifications feed reseted.
de: Privater Benachrichtigungsfeed zurückgesetzt.
pt_br: Feed privado de avisos restabelecido.

source: You're logged in!
de: Du bist angemeldet!
pt_br: Você entrou!

source: Your name
de: Dein Name
pt_br: Seu nome

source: Your email address
de: Deine E-Mail Adresse
pt_br: Seu endereço de email

source: Subject of the message
de: Betreff der Nachricht
pt_br: Assunto da mensagem

source: Body of the message
de: Imhalt der Nachricht
pt_br: Corpo da mensagem

source: Send me a copy of the email
de: Sende mir eine Kopie der E-Mail
pt_br: Envie-me uma cópia do email

source: Copy of message:
de: Kopie der Nachricht:
pt_br: Cópia da mensagem:

source: Email sent. We will get back to you as quickly as possible.
de: E-Mail gesendet. Wir werden so schnell wie möglich antworten.
pt_br: Email enviado. Retornaremos assim que possível.

source: Workspace name
de: Arbeitsflächenname
pt_br: Nome da área de trabalho

source: Workspace tagline
de: Arbeitsflächenunterteil
pt_br: Slogan da área de trabalho

source: Workspace registration
de: Arbeitsflächenregistrierung
pt_br: Registro da área de trabalho

source: Can users register themselves into the workspace? (if not, only invitations by managers can create new users)
de: Können Benutzer registrieren sich in den Arbeitsbereich? (wenn nicht, kann nur Einladungen von Managern neue Benutzer erstellen)
pt_br: Usuários podem se inscrever na área de trabalho? (se não, apenas convites por gerentes podem criar novos usuários)

source: Workspace registration moderation
de: Arbeitsflächen-Registrierung-Moderation
pt_br: Moderação de registro da área de trabalho

source: Should new users be moderated (registration will require manager's approval)?
de: Sollten neue Benutzer moderiert werden (Anmeldung erhalten Genehmigung Managers erfordern)?
pt_br: Novos usuários devem ser moderados? (registro exigirá aprovação de gerente)

source: Change the roles available in the workspace
de: Die möglichen Rollen in der Arbeitsfläche.
pt_br: Alterar as funções disponível na área de trabalho

source: Paragraphs including at least one comment of this category will have a vertical bar with this color:
de: Absätze mit mindestens einem Kommentar von dieser Kategorie wird eine vertikale Leiste mit dieser Farbe haben:
pt_br: Números, incluindo pelo menos um comentário desta categoria terão uma barra vertical com esta cor:

source: Settings saved
de: Einstellungen gespeichert
pt_br: Configurações salvas

source: Workspace logo
de: Arbeitsfläche Logo
pt_br: Função da área de trabalho

source: Custom CSS rules
de: Benutzerdefinierte CSS-Regeln
pt_br: Personalizado css regras

source: Custom font
de: Individuelle Schrift
pt_br: Fonte personalizada

source: Custom font for titles
de: Benutzerdefinierte Schriftart für Titel
pt_br: Fonte personalizada para títulos

source: A link to reset your password has been sent to the profile email. Please check your email.
de: Ein Link um dein Passwort zurückzusetzen wurde an die in deinem Profil angegebene E-Mail Adresse gesendet. Bitte überprüfe deine Mailbox.
pt_br: Um link para redefinir sua senha foi enviada para o e-mail do perfil. Por favor, verifique seu e-mail.

source: Password changed
de: Passwort geändert
pt_br: Senha alterada

source: %(nb_texts)i text(s) deleted
de: %(nb_texts)i text(s) gelöscht
pt_br: %(nb_texts)i texto(s) apagado(s)

source: Text %(text_title)s deleted
de: Text %(text_title)s gelöscht
pt_br: Texto %(text_title)s apagado

source: Text version %(text_version_title)s deleted
de: Text Version %(text_version_title)s gelöscht
pt_br: Texto versão %(text_version_title)s apagado

source: Note (optional)
de: Notiz (optional)
pt_br: Observação (opcional)

source: Add a note to explain the modifications made to the text
de: Füge eine Notiz hinzu um die Änderung am Text zu erläutern
pt_br: Adicionar uma observação para explicar as mudanças feitas no texto

source: New version (optional)
de: Neue Version (optional)
pt_br: Nova versão (opcional)

source: Create a new version of this text (recommended)
de: Eine neue Version dieses Textes erzeugen (empfohlen)
pt_br: Criar uma nova versão desse texto (recomendado)

source: Keep comments (optional)
de: Kommentare erhalten (optional)
pt_br: Manter comentários (opcional)

source: Keep comments (if not affected by the edit)
de: Kommentare erhalten (wenn nicht von Änderung betroffen)
pt_br: Manter comentários (se não afetados pela edição)

source: Detach comments (optional)
de: Kommentare erhalten (optional)
pt_br: Retire comentários (opcional)

source: A new version (copied from version %(version_title)s) has been created
de: Eine neue Version (Kopie von Version %(version_title)s) wurde erzeugt
pt_br: Uma mova versão (copiada da versão %(version_title)s) foi criada

source: %(count)i user(s) role modified
de: Rollen von %(count)i BenutzerInnen geändert
pt_br: %(count)i função do(s) usuário(s) modificada

source: Leave blank to use the value configured for the workspace.
de: Dies ist der öffentliche feed für die Arbeitsfläche.
pt_br: Deixe em branco para usar o valor configurado para o espaço de trabalho.

source: To disable this category for this text whatever the configuration for the workspace, enter:
de: Um diese Kategorie für diesen Text, was auch immer die Konfiguration für den Arbeitsbereich, geben Sie deaktivieren:
pt_br: Para desativar esta categoria para este texto seja qual for a configuração do espaço de trabalho, digite:

source: Text settings updated
de: Text Einstellungen aktualisiert
pt_br: Configurações do texto atualizadas

source: %(count)i User's access suspended
de: Zugriff von %(count)i BenutzerInnen gesperrt
pt_br: %(count)i Acesso do usuário suspenso

source: %(count)i User's access enabled
de: Zugriff von %(count)i BenutzerInnen ermöglicht
pt_br: %(count)i Acesso do usuário permitido

source: E-mail address
de: E-Mail Adresse
pt_br: Endereço de email

source: This user is already a member.
de: Diese® BenutzerIn ist schon Mitglied
pt_br: Esse usuário já é membro.

source: Add multiples emails one per line (or separated by "," or ";")
de: Füge mehere E-Mail Adressen je eine pro Zeile (oder getrennt durch "," von ";") hinzu
pt_br: Adicionar múltiplos emails um por linha (ou separados por "," or ";")

source: Workspace level role
de: Workspace-Ebene Rolle
pt_br: Função da Área de trabalho

source: This role will apply to every text in the workspace. To share only a (few) texts with this user, you can leave this blank and delegate roles on texts once the user is created.
de: Diese Rolle wird für jeden Text in den Arbeitsbereich gelten. Um nur ein (wenigen) Texte mit diesem Benutzer freigeben, können Sie dieses Feld leer lassen und delegieren Aufgaben an Texten, sobald der Benutzer wird erstellt.
pt_br: Essa função se aplicará a todos textos na área de trabalho. Para compartilhar apenas um ou mais textos com esse usuários, deixe esse espaço em branco e delegue funções nos textos após criar o usuário.

source: Text level role
de: Text-Ebene Rolle
pt_br: Função do texto

source: This role will apply only to this text.
de: Diese Rolle wird nur auf diesen Text angewandt.
pt_br: Essa função se aplicará apenas a esse texto.

source: Optional text to add to invitation email
de: Optionaler Text der zur Einladungs-E-Mail hinzugefügt wird.
pt_br: Texto opcional para adicionar ao email convite

source: %(nb_users)d user added
de: %(nb_users)d BenutzerIn hinzugefügt
pt_br: %(nb_users)d usuário adicionado

source: Add user
de: BenutzerIn hinzufügen
pt_br: Adicionar usuário

source: This username is already in use. Please supply a different username.
de: Dieser Benutzername ist schon vergeben. Bitte einen anderen Benutzernamen angeben.
pt_br: Esse nome de usuário já está em uso. Por favor tente um nome de usuário diferente.

source: Your account has been activated. You're now logged-in.
de: Dein Konto wurde aktiviert. Du bist jetzt angemeldet.
pt_br: Sua conta foi ativada. Você entrou.

source: activate account
de: Konto aktivieren
pt_br: ativar conta

source: User's access %(prof)s has been suspended.
de: Der Zugriff der/des BenutzerIn %(prof)s wurde gesperrt.
pt_br: O acesso do usuário %(prof)s foi suspenso

source: User's access %(prof)s has been refused.
de: Der Zugriff der/des BenutzerIn %(prof)s wurde verweigert.
pt_br: O acesso do usuário %(prof)s foi rejeitado.

source: User's access %(prof)s has been restored.
de: Der Zugriff der/des BenutzerIn %(prof)s wurde wiederhergestellt.
pt_br: O acesso do usuário %(prof)s foi restaurado.

source: User's access %(prof)s has been approved.
de: Der Zugriff der/des BenutzerIn %(prof)s wurde bestätigt.
pt_br: O acesso do usuário %(prof)s foi aprovado.

source: A new invitation has been sent to user %(prof)s.
de: Eine neue Einladung wurde an die BenutzerIn %(prof)s gesendet.
pt_br: Um novo convite foi enviado ao usuário %(prof)s.

source: Profile updated
de: Profil aktualisiert
pt_br: Perfil atualizado

source: Anonymous user role modified.
de: Anonyme Benutzerrolle geändert.
pt_br: Função de usuário anônimo alterada.

source: User modified
de: BenutzerIn modifiziert
pt_br: Usuário alterado

source: Subject
de: Betreff
pt_br: Assunto

source: Subject of the email
de: Betreff der E-Mail
pt_br: Assunto do email

source: Body
de: Inhalt
pt_br: Corpo

source: Body of the email
de: Inhalt der E-Mail
pt_br: Corpo do email

source: Email sent.
de: E-Mail gesendet.
pt_br: Email enviado.
