Repository: co-ment/comt
Catalog: cm/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: A selection is required. Select in the text the part your comment applies to.
de: Eine Auswahl ist erforderlich. Markieren den Teil im Text auf den sich Ihr Kommentar bezieht.
pt_br: Favor selecionar no texto o trecho ao qual se refere o seu comentário.

source: name is required
de: Name ist erforderlich
pt_br: Favor preencher o nome

source: email is required
de: E-Mail ist erforderlich
pt_br: Favor preencher email

source: invalid email
de: Ungültige E-Mail
pt_br: Email inválido

source: title is required
de: Titel ist erforderlich
pt_br: Favor preencher título

source: content is required
de: Inhalt ist erforderlich
pt_br: Favor preencher conteúdo

source: comment removed
de: Kommentar entfernt
pt_br: Conteúdo removido

source: comment saved
de: Kommentar gespeichert
pt_br: comentário salvo

source: comment saved, it is being held for moderation
de: Kommentar gespeichert, aber zur Moderation zurückgehalten
pt_br: comentário salvo, aguarda moderação

source: me
de: mir

source: author
de: Autor
pt_br: autor

source: Tags input must be no longer than 250 characters.
de: Tags Eingabe darf nicht länger als 250 Zeichen sein.
pt_br: Palavras-chave não pode exceder 250 caracteres.

source: Title
de: Titel
pt_br: Título

source: Content
de: Inhalt
pt_br: Conteúdo

source: Tags
de: Schlagworte
pt_br: Palavras-chave

source: Note
de: Notiz
pt_br: Observação

source: Moderation a posteriori?
de: a posteriori Moderation?
pt_br: Moderação a posteriori?

source: Label for the first category of comments
de: Label für die erste Kategorie der Kommentare
pt_br: Rótulo para a primeira categoria dos comentários

source: Label for the second category of comments
de: Label für die zweite Kategorie von Kommentaren
pt_br: Rótulo para a segunda categoria dos comentários

source: Label for the third category of comments
de: Label für die dritte Kategorie von Kommentaren
pt_br: Rótulo para a terceira categoria dos comentários

source: Label for the fourth category of comments
de: Label für die vierte Kategorie von Kommentaren
pt_br: Rótulo para a quarta categoria de comentários

source: Label for the fifth category of comments
de: Label für die fünfte Kategorie Kommentare
pt_br: Rótulo para a quinta categoria dos comentários

source: description
de: Beschreibung
pt_br: descrição

source: Allow contact
de: Kontaktieren erlauben
pt_br: Permitir contato

source: Allow email messages from other users
de: E-Mails von anderen BenutzerInnen erlauben
pt_br: Permitir mensagens de email de outros usuários

source: Preferred language
de: Bevorzugte Sprache
pt_br: Idioma preferido

source: Suspended access
de: Zugriff gesperrt
pt_br: Suspender acesso

source: suspended
de: gesperrt
pt_br: suspenso

source: waiting approval
de: warte auf Bestätigung
pt_br: aguardando aprovação

source: pending
de: schwebend
pt_br: pendente

source: Invitation
de: Einladung
pt_br: Convite

source: Text %(link_to_text)s edited by %(creator)s
de: Text %(link_to_text)s bearbeitet von %(creator)s
pt_br: Texto %(link_to_text)s editado por %(creator)s

source: Text %(link_to_text)s edited (new version created) by %(creator)s
de: Text %(link_to_text)s bearbeitet (new version created) von %(creator)s
pt_br: Texto %(link_to_text)s editado (criada nova versão) por %(creator)s

source: Text %(link_to_text)s added by %(creator)s
de: Text %(link_to_text)s hinzugefügt von %(creator)s
pt_br: Texto %(link_to_text)s adicionado por %(creator)s

source: Text %(link_to_text)s imported by %(creator)s
de: Text %(link_to_text)s bearbeitet von %(creator)s
pt_br: Texto %(link_to_text)s importados por %(creator)s

source: Text %(link_to_text)s removed
de: Text %(link_to_text)s entfernt
pt_br: Texto %(link_to_text)s removido

source: Comment %(link_to_comment)s added on text %(link_to_text)s by %(creator)s
de: Kommentar %(link_to_comment)s hinzugefügt zu Text %(link_to_text)s von %(creator)s
pt_br: Comentário %(link_to_comment)s adicionado ao texto %(link_to_text)s por %(creator)s

source: Comment %(link_to_comment)s removed from text %(link_to_text)s
de: Kommentar %(link_to_comment)s entfernt von Text %(link_to_text)s
pt_br: Comentário %(link_to_comment)s removido do texto %(link_to_text)s

source: User %(username)s added
de: BenutzerIn %(username)s hinzugefügt
pt_br: Usuário %(username)s adicionado

source: User %(username)s access to workspace enabled
de: Zugriff für BenutzerIn %(username)s zu Arbeitsbereich freigegeben
pt_br: Acesso do usuário %(username)s à área de trabalho permitido

source: User %(username)s access to workspace refused
de: Zugriff für BenutzerIn %(username)s zu Arbeitsbereich verweigert
pt_br: Acesso do usuário %(username)s à área de trabalho recusado

source: User %(username)s access to workspace suspended
de: Zugriff für BenutzerIn %(username)s zu Arbeitsbereich gesperrt
pt_br: Acesso do usuário %(username)s à área de trabalho suspenso

source: User %(username)s access to workspace activated
de: Zugriff für BenutzerIn %(username)s zu Arbeitsbereich aktiviert
pt_br: Acesso do usuário %(username)s à área de trabalho ativado

source: User %(username)s has activated his account
de: BenutzerIn %(username)s hat ihr/sein Konto aktiviert
pt_br: O usuário %(username)s ativou sua conta

source: anonymous
de: anonym
pt_br: Usuários anônimos

source: by "%(username)s"
de: von "%(username)s"
pt_br: por "%(username)s"

source: %(time_since)s ago
de: vor %(time_since)s
pt_br: há %(time_since)s

source: Notification:
de: Benachrichtigung:
pt_br: Aviso:

source: Generic
de: generisch
pt_br: Genérico

source: Class (education)
de: Klasse
pt_br: Classe (educação)

source: French
de: Französisch
pt_br: Francês

source: English
de: Englisch
pt_br: Inglês

source: Norwegian
de: Norwegisch
pt_br: Norueguês

source: Brazilian Portuguese
de: Brasillianisches Portugiesisch
pt_br: Português Brasileiro

source: Spanish
de: Spanisch
pt_br: Espanhol

source: Bulgarian
de: Bulgarisch
pt_br: Búlgaro

source: Italian
de: Italienisch
pt_br: Italiano

source: German
de: Deutsch

source: Observer
de: BeobachterIn
pt_br: Observador

source: Manager
de: ManagerIn
pt_br: Gerente

source: Editor
de: VerfasserIn

source: Moderator
de: ModeratorIn
pt_br: Moderador

source: Commentator
de: KommentatorIn
pt_br: Comentário

source: Participant
de: TeilnehmerIn
pt_br: Participante

source: Can view text
de: Kann Text betrachten
pt_br: Pode ver texto

source: Can edit text
de: Kann Text bearbeiten
pt_br: Pode editar texto

source: Can create text
de: Kann Text erzeugen
pt_br: Pode criar texto

source: Can delete text
de: Kann Text löschen
pt_br: Pode apagra texto

source: Can manage text
de: Kann Text verwalten
pt_br: Pode gerenciar texto

source: Can create comment
de: Kann Kommentare erzeugen
pt_br: Pode criar comentário

source: Can delete comment
de: Kann Kommentare löschen
pt_br: Pode apagar comentário

source: Can delete own comment
de: Kann eigene Kommentare löschen
pt_br: Pode apagar comentário próprio

source: Can view approved comment
de: Kann freigegebene Kommentare betrachten
pt_br: Pode ver comentário aprovado

source: Can view own comment
de: Kann eigene Kommentare betrachten
pt_br: Pode ver comentário próprio

source: Can view unapproved comment
de: Kann noch nicht freigegebene Kommentare betrachten
pt_br: Pode ver comentário rejeitado

source: Can edit comment
de: Kann Kommentare betrachten
pt_br: Pode editar comentário

source: Can edit own comment
de: Kann eigene Kommentare bearbeiten
pt_br: Pode editar comentário próprio

source: Can manage workspace
de: Kann Arbeitsbereich verwalten
pt_br: Pode gerenciar área de trabalho

source: Can view workspace
de: Kann Arbeitsbereich betrachten
pt_br: Pode ver área de trabalho

source: Teacher
de: LehrerIn
pt_br: Professor

source: Student
de: SchülerIn
pt_br: Estudante

source: Individual student
de: einzelneR SchülerIn
pt_br: Estudante individual

source: Page not found
de: Seite nicht gefunden
pt_br: Página não encontrada

source: The requested page could not be found.
de: Die angeforderte Seite konnte nicht gefunden werden.
pt_br: A página desejada não foi encontrada

source: Server Error
de: Serverfehler
pt_br: Erro no servidor

source: An error has occurred.
de: Ein Fehler ist aufgetreten.
pt_br: Ocorreu um erro.

source: API Documentation
de: API Dokumentation
pt_br: Documentação da API

source: You've been invited to join the workspace %(workspace_name)s.
de: Sie wurden eingeladen, um den Arbeitsbereich %(workspace_name)s beitreten.
pt_br: Você foi convidado para participar do espaço de trabalho %(workspace_name)s.

source: Click the following link to complete your registration and access the workspace:
de: Klicken Sie auf den folgenden Link, um Ihre Anmeldung abzuschließen und Zugriff auf den Arbeitsbereich:
pt_br: Clique no link abaixo para completar a sua inscrição e acessar oespaço de trabalho

source: If you'd like to unsubscribe from this notification, click the following link: %(SITE_URL)s%(desactivate_notification_url)s.
de: Wenn Sie möchten, um von dieser Benachrichtigung abzubestellen, klicken Sie auf den folgenden Link: %(SITE_URL)s%(desactivate_notification_url)s
pt_br: Se você quiser cancelar a inscrição a partir desta notificação, clique no seguinte link: %(SITE_URL)s%(desactivate_notification_url)s.

source: You're receiving this e-mail because you requested a password reset
de: Sie erhalten diese E-Mail, weil Sie eine Kennwortrücksetz angefordert
pt_br: Você está recebendo este e-mail porque você pediu uma redefinição de senha

source: for your user account at %(site_name)s
de: für Ihr Benutzerkonto bei %(site_name)s
pt_br: para sua conta de usuário no %(site_name)s

source: Please go to the following page and choose a new password:
de: Bitte gehen Sie auf der folgenden Seite und wählen Sie ein neues Passwort:
pt_br: Por favor, vá para a seguinte página e escolher uma nova senha:

source: Your username, in case you've forgotten:
de: Ihr Benutzername, falls Sie es vergessen haben:
pt_br: O seu nome de usuário, caso você tenha esquecido:

source: Contact from user: %(name)s / %(email)s
de: Kontaktieren Sie aus Benutzer : %(name)s / %(email)s
pt_br: Fale de usuário: %(name)s / %(email)s

source: Your text "%(title)s" has been created.
de: Text "%(title)s" wurde erzeugt
pt_br: O texto "%(title)s" foi criado

source: To publish it click on the following link:
de: So veröffentlichen Sie es auf den folgenden Link klicken:
pt_br: Para publicá-lo, clique no link a seguir:

source: back to workspace
de: zurück zur Arbeisfläche
pt_br: voltar para área de trabalho

source: Activate your account
de: Aktiviere dein Konto
pt_br: Ativar sua conta

source: Activate
de: Aktivieren
pt_br: Ativar

source: Contact
de: Kontakt
pt_br: Contato

source: Send
de: Senden
pt_br: Enviar

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Dashboard
de: Instrumententafel
pt_br: Painel

source: Actions
de: Aktionen
pt_br: Ações

source: Create a text
de: Erzeuge einen Text
pt_br: Escrever um texto

source: Write a text inside your browser or paste a content from your clipboard
de: Einen Text im Browser schreiben oder einen Text aus der Zwischenablage einfügen
pt_br: Escreva um texto dentro do seu navegador ou colar conteúdo da área de transferência

source: Upload a text
de: Text hochladen
pt_br: Carregar um texto

source: Upload a document from your computer (Text document, Open Format document, Word document)
de: Ein Dokument vom Computer hochladen (Textdokument, Open Format Dokument, Word Dokument)
pt_br: Carregar um documento a partir do computador (documento de texto, Open Document Format, documento do Word)

source: Import a co-mented text
de: Importieren einer Co-mentiert Text
pt_br: Importar um texto co-mentado

source: Import a text, possibly with comments and attachments, which has been previously exported in XML format from co-ment interface
de: Importieren Sie einen Text, möglicherweise mit Kommentaren und Anhängen, die zuvor in XML-Format von co-ment-Schnittstelle exportiert wurde
pt_br: Importar um texto, possivelmente com comentários e anexos, que tenha sido previamente exportados em formato XML a partir da interface de co-ment

source: Invite user
de: BenutzerIn einladen
pt_br: Convidar usuários

source: Edit your profile
de: Dein Profil bearbeiten
pt_br: Editar seu perfil

source: View text list
de: Textliste betrachten
pt_br: Ver lista de textos

source: Configure workspace
de: Arbeitsfläche konfigurieren
pt_br: Configurar área de trabalho

source: Moderation queue
de: Moderationswarteschlange
pt_br: Fila de moderação

source: user %(user)s awaits approval
de: BenutzerIn %(user)s wartet auf Freigabe
pt_br: usuário %(user)s aguarda aprovação

source: approve
de: freigeben
pt_br: aprovar

source: refuse
de: ablehnen
pt_br: rejeitar

source: membership
de: Mittgliedschaft
pt_br: participação

source: Are you sure you want to approve this user's membership to the workspace?
de: Die Mitgliedschaft der/des BenutzerIn zu der Arbeitsfläche wirklich bestätigen?
pt_br: Confirmar aprovação da participação do usuário na área de trabalho?

source: Are you sure you want to refuse this user's membership to the workspace?
de: Die Mitgliedschaft der/des BenutzerIn zu der Arbeitsfläche wirklich verweigern?
pt_br: Confirmar rejeição da participação do usuário na área de trabalho?

source: registered %(duration)s ago
de: vor %(duration)s registriert
pt_br: inscrito há %(duration)s

source: comment
de: Kommentar
pt_br: comentar

source: by %(cuser)s on text
de: von %(cuser)s zu Text
pt_br: por %(cuser)s on text

source: awaits approval
de: wartet auf Freigabe
pt_br: aguarda aprovação

source: view in context
de: im Kontext betrachten
pt_br: ver no contexto

source: Are you sure you want to approve this comment?
de: Diesen Kommentar wirklich freigeben?
pt_br: Confirmar aprovação desse comentário?

source: Are you sure you want to refuse this comment?
de: Diesen Kommentar wirklich ablehnen?
pt_br: Confirmar rejeição desse comentário?

source: modified %(duration)s ago
de: vor %(duration)s geändert
pt_br: modificado há %(duration)s

source: Recent texts
de: Neue Texte
pt_br: Textos recentes

source: all
de: alle
pt_br: todos

source: %(nb_comments)s comment
de: %(nb_comments)s Kommentar
pt_br: %(nb_comments)s commentário

source: 1 version
de: eine Version
pt_br: Versõe

source: No texts yet
de: Noch keine Texte
pt_br: Sem textos ainda

source: Workspace activity
de: Arbeitsfläche aktiviert
pt_br: Atividade na área de trabalho

source: month
de: Monat
pt_br: mês

source: week
de: Woche
pt_br: semana

source: 24 hours
de: 24 Stunden
pt_br: 24 horas

source: Access
de: Zugriff
pt_br: Acessar

source: Loading...
de: Laden...
pt_br: Carregando

source: Commenting
de: Kommentieren
pt_br: Comentando

source: Activities
de: Aktivitäten
pt_br: Atividades

source: texts
de: Texte
pt_br: textos

source: comments
de: Kommentare
pt_br: comentários

source: users
de: BenutzerInnen
pt_br: usuário

source: No activities
de: Keine Aktivitäten
pt_br: Sem atividades

source: Recent comments
de: Letzte Kommentare
pt_br: Comentários recentes

source: on text
de: zu Text
pt_br: no texto

source: created %(duration)s ago
de: erzeugt vor %(duration)s
pt_br: criado há %(duration)s

source: by %(username)s
de: von %(username)s
pt_br: por "%(username)s"

source: No comments yet
de: Noch keine Kommentare
pt_br: Sem comentários ainda

source: Followup
de: Fortsetzen
pt_br: Acompanhamento

source: Public feed
de: Öffentlicher feed
pt_br: Feed público

source: Help
de: Hilfe
pt_br: Ajuda

source: Public feed for workspace
de: Öffentlicher feed für Arbeitsfläche
pt_br: Feed público para área de trabalho

source: This is the public feed for the workspace.
de: Dies ist der öffentliche feed für die Arbeitsfläche.
pt_br: Essa é o feed público para a área de trabalho

source: Private feed
de: Privater feed
pt_br: Feed privado

source: Private feed for workspace
de: Privater feed für Arbeitsfläche
pt_br: Feed privado para a área de trabalho

source: This is the private feed for the workspace. Don't share this address with others unless you want them to see all activities on the workspace.
de: Dies ist der private feed für die Arbeitsfläche. Teile die Adresse nicht mit anderen, wenn Du nicht willst, dass diese alle Aktivitäten zu diesem Text sehen.
pt_br: Essa é o feed privado para a área de trabalho. Não compartilhe esse endereço com outros a menos que você deseje que eles vejam todas as atividades nessa área de trabalho.

source: Reset private feed url
de: URL des privaten feed zurücksetzen.
pt_br: Restabelecer endereço do feed privado

source: Activate private feed
de: Privaten feed aktivieren
pt_br: Ativar feed privado

source: The private feed for this workspace is not yet activated.
de: Der private feed für diese Arbeitsfläche ist noch nicht aktiviert worden.
pt_br: O feed privado para essa área de trabalho ainda não foi ativado.

source: Email notifications
de: E-Mail Benachrichtigungen
pt_br: Aviso de email

source: Subscribe to workspace notifications
de: Arbeitsflächenbenachrichtigungen abonnieren.
pt_br: Receber avisos da área de trabalho

source: Subscribe to all replies notifications in discussions where you have participated
de: Alle Benachrichtigungen für Antworten in Diskussionen an denen Du teilgenommen hast, abonnieren
pt_br: Receber todas os avisos de resposta em discussões nas quais você participou

source: Reset my password
de: Mein Passwort zurücksetzten
pt_br: Repor a minha senha

source: This link is invalid.
de: Dieser Verweis ist ungültig.
pt_br: Este link é inválido.

source: Forgot password?
de: Passwort vergessen?
pt_br: Esqueceu sua senha?

source: General Presentation
de: Allgemeine Darstellung
pt_br: Apresentação Geral

source: co-ment is a web based text annotation system.
de: co-ment ist ein webbasiertes Textannotationssystem.
pt_br: co-ment é um sistema de anotação de texto baseado na web.

source: COMT is the open source software behind it
de: COMT ist die Open-Source-Software dahinter
pt_br: COMT é o software de código aberto por trás dele

source: See www.co-ment.com for more details
de: Siehe www.co-ment.com für weitere details

source: Glossary
de: Gloassar
pt_br: Glossário

source: Contents
de: Inhalt
pt_br: Conteúdo

source: Collaboration
de: Zusammenarbeit
pt_br: Colaboração

source: Comments
de: Kommentare
pt_br: Comentários

source: Notification and feeds
de: Benachrichtigungen und feeds
pt_br: Aviso desativado.

source: Roles
de: Rollen
pt_br: Função

source: Texts
de: Texte
pt_br: Textos

source: co-ment 2 collaboration is based on assigning roles for users.
de: c-ment 2 Zusammenarbeit ist auf die Zuweisung von Rollen für Benutzer.

source: Click here for more details
de: Für mehr Details hier klicken
pt_br: Clique aqui para mais detalhes

source: States
de: Zustände

source: Linking to a comment
de: Auf einen Kommentar verweisen

source: Scope
de: Bereich
pt_br: Escopo

source: Keeping your comments across versions
de: Kommentare über verschiedene Versionen erhalten

source: Email notification
de: E-Mail benachrichtigung
pt_br: Aviso de email

source: Web feed definition on Wikipedia
de: Web feed Definition auf Wikipedia

source: You can subscribe to the feed for a specific text or to a global feed for the full workspace.
de: Du kannst den feed für einen einzelnen Text oder einen globalen feed für die ganze Arbeitsfläche abonnieren.

source: Public and private feeds
de: Öffentliche und private feeds
pt_br: Feed privado

source: Text embedding
de: Text Einbettung

source: Roles are predefined sets of permissions.
de: Rollen sind vordefinierte Mengen von Rechten.

source: Text role
de: Textrolle
pt_br: Função do texto

source: Role model
de: Rollenmodell
pt_br: Função modelo

source: Create or upload?
de: Erzeugen oder hochladen?

source: Text formats
de: Textformate
pt_br: Aviso de texto

source: Read more about this
de: Mehr darüber lesen.

source: Login
de: Anmeldung
pt_br: Entrar

source: %(wname)s Login
de: %(wname)s Anmeldung
pt_br: %(wname)s Entrar

source: Register
de: Registrieren
pt_br: Inscrever-se

source: Home
de: Startseite
pt_br: Página inicial

source: One public text
de: Ein öffentlicher Text
pt_br: Um texto público

source: Deactivate notification
de: Benachrichtigung deaktivieren
pt_br: Desativar notificação

source: Deactivate
de: Deaktivieren
pt_br: Desativar

source: Your profile (%(username)s)
de: Dein Profil (%(username)s)
pt_br: Seu perfil (%(username)s)

source: Profile
de: Profil
pt_br: Perfil

source: Password
de: Passwort
pt_br: Senha

source: Save
de: Speichern
pt_br: Salvar

source: %(wname)s Registration
de: %(wname)s Registrierung
pt_br: %(wname)s Inscrição

source: Reset your password
de: Dein Passwort zurücksetzten
pt_br: Restabeleça a sua senha

source: Settings
de: Einstellungen
pt_br: Configurações

source: General
de: Allgemein
pt_br: Genérico

source: Appearance
de: Darstellung
pt_br: Aparência

source: Are you sure you want to change the role model? All roles (except managers) will be resetted!
de: Sind Sie sicher, dass Sie die Rolle Modell ändern? Alle Rollen (außer Manager) wird zurückgesetzt werden!
pt_br: Confirmar alteração de

source: Delete logo
de: Logo löschen
pt_br: Excluir logotipo

source: Text list
de: Textliste
pt_br: Lista de textos

source: Embed text
de: Text einbetten
pt_br: Embutir texto

source: Copy this code into your site to display text with comments.
de: Diesen Text auf Deine Seite kopieren um den Text mit Kommentaren anzuzeigen.
pt_br: Copie este código em seu site para exibir o texto com comentários.

source: Users will also be able to add comments from your site depending on anonymous users' roles.
de: Benutzer können auch die Kommentare von Ihrer Website je nach Rollen anonyme Benutzer 'hinzufügen zu können.
pt_br: Copiar esse código para o seu site para exibir o texto com comentários. Usuários poderão adicionar comentários pelo seu site de acordo com as funções de um usuário anônimo.

source: Warning:
de: Warnung:
pt_br: Atenção:

source: You won't successfully embed the text before you give anonymous users a role allowing them to view the text.
de: Sie werden nicht erfolgreich den Text einzubetten, bevor Sie geben anonyme Benutzer eine Rolle es ihnen ermöglicht, den Text anzuzeigen.
pt_br: Você não embutirá devidamente o texto antes de conceder aos usuários anonimos uma função que lhes permita ver o texto.

source: Public feed for text %(title)s
de: Öffentlicher feed zu Text %(title)s
pt_br: Feed público para o texto %(title)s

source: This is the public feed for the text.
de: Dies ist der öffentliche feed für den Text.
pt_br: Esse é o feed público para o texto.

source: Private feed for text
de: Privater feed für den Text.
pt_br: Feed privado para o texto

source: This is the private feed for the text. Don't share this address with others unless you want them to see all activities on this text.
de: Dies ist ein privater feed für den Text. Teile die Adresse nicht mit anderen, wenn Du nicht willst, dass diese alle Aktivitäten zu diesem Text sehen.
pt_br: Esse é o feed privado para o texto. Não compartilhe esse endereço com outros a menos que você deseje que eles vejam todas as atividades nesse texto.

source: The private feed for this text is not yet activated.
de: Der private feed für diesen Text ist noch nicht aktiviert.
pt_br: Esse feed privado para o texto ainda não foi ativada.

source: You will receive text notifications because you subscribed to notifications at the workspace level
de: Sie werden Text-Benachrichtigungen erhalten, weil Sie Meldungen in der Arbeitsbereichsebene abonniert
pt_br: Você receberá avisos de texto porque optou por receber avisos da área de trabalho.

source: Subscribe to all text notifications
de: Alle Textbenachrichtigungen abbonieren.
pt_br: Receber todas as notificações

source: Version list
de: Versionsliste
pt_br: Versões
